{
 "പുസ്തകം": {
  "ശീർഷകം": {
   "നാമം": "സാധനാപഞ്ചകം",
   "മറ്റ് നാമങ്ങൾ": [
    "ഉപദേശപഞ്ചകം",
    "ഉപദേശപഞ്ചരത്നം",
    "സോപാനപഞ്ചകം"
   ]
  },
  "ഒന്നാം ശ്ലോകം": {
   "ശ്ലോകം": "വേദോ നിത്യമധീയതാം തദുതിതം കർമ സ്വനുഷ്ഠീയതാം തേനേശസ്യ വിധീയതാമപചിതിഃ കാമ്യേ മതിസ്ത്യജ്യതാം പാപൗഘഃ പരിധൂയതാം ഭവസുഖേ ദോഷോഽനുസന്ധീയതാം ആത്മേച്ഛാ വ്യവസീയതാം നിജഗൃഹാത് തൂർണം വിനിർഗമ്യതാം.",
   "പദാനുപദ അർത്ഥങ്ങൾ": {
    "നിത്യം": "നിത്യവും",
    "വേദഃ": "വേദം",
    "അധീയതാം": "പഠിച്ചാലും",
    "തദുതിതം കർമ": "അതിൽ പറയപ്പെട്ട കർമ്മം",
    "സ്വനുഷ്ഠീയതാം": "നല്ലതുപോലെ അനുഷ്ഠിച്ചാലും",
    "തേന": "അതിനെക്കൊണ്ട്",
    "ഈശസ്യ": "ഈശ്വരന്റെ",
    "അപചിതിഃ": "ആരാധന",
    "വിധീയതാം": "ചെയ്താലും",
    "കാമ്യേ മതിഃ": "കാമ്യത്തിലുള്ള ബുദ്ധി, ആഗ്രഹം",
    "ത്യജ്യതാം": "ത്യജിച്ചാലും",
    "പാപൗഘഃ": "പാപ(കർമ്മങ്ങളുടെ കൂട്ടത്തെ",
    "പരിധൂയതാം": "കഴുകിക്കളഞ്ഞാലും",
    "ഭവസുഖേഃ": "ഭവസുഖത്തിൽ",
    "ദോഷഃ": "ദോഷം",
    "അനുസന്ധീയതാം": "അനുസന്ധാനം ചെയ്താലും",
    "ആത്മേച്ഛാ": "ആത്മപ്രാപ്തിക്കുള്ള ഇച്ഛ",
    "വ്യവസീയതാം": "വർദ്ധിപ്പിച്ചാലും",
    "നിജഗൃഹാത്": "സ്വന്തം വീട്ടിൽനിന്നും",
    "തൂർണം": "പെട്ടെന്നുതന്നെ",
    "വിനിർഗമ്യതാം": "പുറത്തേക്കു ഗമിച്ചാലും"
   },
   "വിശദ്ധീകരണം": "ദിവസവും വേദം പഠിച്ചാലും. വേദോക്തമായ കർമ്മങ്ങളെ അനുഷ്ഠിച്ചാലും. അതിനെക്കൊണ്ട് ഈശ്വരാരാധന ചെയ്താലും. കാമ്യഭുദ്ധി ഉപേക്ഷിച്ചാലും. പാപ വാസനയെ കഴുകിക്കളഞ്ഞാലും. സംസാരസുഖത്തിൽ ദോഷം ദർശിച്ചാലും. ആത്മേച്ഛയെ വർദ്ധിപ്പിച്ചാലും. പെട്ടെന്നുതന്നെ സ്വന്തം വീട്ടിൽനിന്നും പുറത്തേക്കു പോയാലും."
  }
 },
 "സത്സംഗം": {
  "ഒന്നാം ദിവസം": {
   "ആമുഖം": {
    "അവതരണം": "കമല ഉണ്ണികൃഷ്ണൻ",
    "ശബ്ദരേഖ": "ഗുരുർ ബ്രഹ്മ ഗുരുർ വിഷ്ണു  ഗുരുർ ദേവോ മഹേശ്വരഃ ഗുരു സാക്ഷാത് പരംബ്രഹ്മ തസ്മൈ ശ്രീ ഗുരവേ നമഃ. ഓം നാരായണ. പൂജന്യ സ്വാമിജിക്ക് ഞങ്ങളേവരുടെയും പ്രണാമം. വേദാന്ത പഠനത്തിനായി ഇവടെ ഒത്തുച്ചേർന്ന എല്ലാ സാധകർക്കും എന്റെ വിനീതമായ നമസ്കാരം. പൂജന്യ സ്വാമിജി  ഹരിബ്രഹ്മേന്ദ്രാനന്ദതീർത്ഥാജി മഹാരാജ് ഉത്തരകാശിയിലെ ആദിശങ്കരബ്രഹ്മവിദ്യാപീഠത്തിലെ ആചാര്യനാണ്. കേരളത്തിൽ ജനിച്ചുവളർന്ന സ്വാമിജി തന്റെ ചെറിയപ്രായത്തിൽ തന്നെ ഹിമാലയത്തിലെ ഉത്തരകാശിയിലെത്തിച്ചേർന്നു. ഋഷികേശിലെ ശിവാനന്ദാശ്രമത്തിലെ പൂജന്യ സ്വാമിജി ശിവാനന്ദസരസ്വതിയുടെയും പൂജ്യ ചിന്മയാനന്ദ സ്വാമികളുടെ ഗുരുവായ പൂജ്യ തപോവൻമഹാരാജിന്റെയും നേരിട്ട് ശിഷ്യനായ പൂജന്യ സ്വാമിജി ചൈതന്യാനന്ദസരസ്വതിയുടെ കീഴിൽനിന്ന് വേദാഭ്യാസം ചെയ്തു. ഇതിനുപുറമെ മറ്റുപല ആചാര്യന്മാരിൽ നിന്നും വേദാന്തം, വ്യാകരണം, ദർശനശാസ്ത്രങ്ങൾ ഇവയെല്ലാം കരസ്ഥമാക്കി. ചെറുപ്രായത്തിൽ തന്നെ സന്യാസം സ്വീകരിച്ചു. ഇന്ന് ഉത്തരകാശിയിലെ ആദിശങ്കരബ്രഹ്മവിദ്യാപീഠം ആശ്രമം ആസ്ഥാനമാക്കിക്കൊണ്ട് ഗുരുപരമ്പര സമ്പ്രദായപ്രകാരം വേദാന്തപഠനം നടത്തുകയാണ്. പൂജ്യസ്വാമിജിയുടെ  മുഖ്യമാർഗനിർദേശത്തിൽ മറ്റു ആചാര്യശ്രേഷ്ഠരുടെ സഹായത്തോടെ തിരുവനന്തപുരം ആസ്ഥാനമാക്കി ആർഷവിദ്യാപ്രതിഷ്ഠാനം എന്ന ഒരു സംഘടന കഴിഞ്ഞ പത്തു വർഷങ്ങളിലധികമായുള്ള ഗവേഷണഫലമായി ശ്രീ ശങ്കരഭഗവത്പാദരുടെ കൃതികൾ സമ്പൂർണമായും കണ്ടെടുത്ത് മറ്റു ലോകഭാഷകളിൽ തന്നെ ആദ്യമായി മലയാളത്തിൽ തയ്യാറാക്കപ്പെടുന്ന വ്യാഖ്യാനത്തോടുകൂടിയ ശ്രീ ശങ്കരസാരസ്വതസർവസ്യം എന്ന പേരിൽ പ്രസിദ്ധീകരിച്ചിട്ടുണ്ട്. ഈയൊരു സംരംഭത്തിൽ നമ്മളെല്ലാവരും പങ്ക് ചേരേണ്ടതാണ്.മധ്യപ്രദേശിലെ എം പി ഗവേർൺമെന്റിന്റെ കീഴിൽ ഉള്ള ആചാര്യശങ്കരസാംസ്കൃതിഏകതാന്യാസ് പ്രോജക്ടിന്റെ ട്രസ്റ്റിയാണ് പൂജ്യ സ്വാമിജി. മലയാളത്തിലുള്ള പതാഞ്ജലി യോഗ ദർശനത്തിന്റെ വ്യാസദേവഭാഷ്യം സ്വാമിജി എഴുതിയിട്ടുണ്ട്. ഇംഗ്ളീഷിലെഴുതിയത് പ്രിൺസിപ്പ്ൾസ് ആന്റ് പ്രാക്ടീസ് ഓഫ് സന്യാസ. മലയാളത്തില് വീണ്ടും ഹഠയോഗ പ്രദീപിക വിത്ത് ബ്രഹ്മാനന്ദ കമെന്റ്രി, സാംഖ്യകാരിക കമെന്റ്രിയും മലയാളത്തിൽ, ഇങ്ങനെ പല പുസ്തകങ്ങളും സ്വാമിജി എഴുതി പ്രസിദ്ധീകരിച്ചിട്ടുണ്ട്. ചെറുപ്രായത്തിൽ തന്നെ ഹിമാലയത്തിൽ എത്തിചേർന്ന് സന്യാസം നേടിയ ഈ കേരളപുത്രനെ കുട്ടിസ്വാമി എന്ന ഓമന പേരിലാണ് അധികപേരും അറിഞ്ഞുവരുന്നത്. അതുകൊണ്ട് നമുക്കും കുട്ടിസ്വാമി എന്ന് സംബോധന ചെയ്യാം. ഇന്നിവിടെ എടുക്കാൻ പോകുന്നത് ശ്രീമദ് ആചാര്യഭഗവത് പാദരുടെ ഉപദേശപഞ്ചരത്നം അഥവാ സാധനപഞ്ചകമെന്ന കൃതിയാണ്. എല്ലാവരും അതീവ ശ്രദ്ധയും ഭക്തിയോടെ ഉത്തരകാശി സ്വാമിജിയുടെ ആശ്രമത്തിലിരുന്നുകൊണ്ട് ഇത് കേൾക്കുന്നതാണെന്ന ഭാവത്തോടെ ഈ ക്ളാസ് ശ്രദ്ധിക്കാൻ ഞാൻ അപേക്ഷിക്കുന്നു. ആദ്യത്തെ ഒരു മണിക്കൂർ ക്ളാസായിരിക്കും. തുടർന്നുള്ള സമയം ഈ ക്ളാസിൽ നിന്നുയർന്നുവരുന്ന സംശയങ്ങൾക്കും ചോദ്യങ്ങൾക്കുമുള്ള മറുപടിയായിരിക്കും. ക്ളാസിന്റെ അവസാനത്തിൽ ചാറ്റ്ബോക്സിൽ നിങ്ങൾക്ക് ചോദ്യങ്ങൾ ഇടാം. അഥവാ അത് സാധിച്ചില്ലെങ്കിൽ അതിനിഷ്ടപ്പെട്ടില്ലെങ്കിൽ അൺമ്യൂട്ട് ചെയ്തു നേരിട്ട് ചോദ്യങ്ങൾ ചോദിക്കാവുന്നതാണ്. സ്വാമിജീ, ക്ളാസ് തൊടങ്ങാൻ അഭ്യർത്ഥിക്കുന്നു."
   },
   "ഭാഗം": {
    "അവതരണം": "സ്വാമി ഹരിബ്രഹ്മേന്ദ്രാനന്ദ തീർത്ഥ",
    "ശബ്ദരേഖ": "ഓം നമോ നാരാണായഃ. ആദ്യം നമസ്കാരമായിട്ട് മംഗളാചരണം ചെയ്യുന്നു. ശ്രുതിസ്മൃതിപുരാണാനാം ആലയം കരുണാലയം. നമാമി ഭഗവത്പാദം ശങ്കരം ലോകശങ്കരം. ശങ്കരം ശങ്കരാചാര്യം കേശവം ബാദരായണം. സൂത്രഭാഷ്യകൃതൗവന്തേ ഭഗവന്ദോ പുനഃ പുനഃ. ഈശ്വരോ ഗുരുരാത്മേതി മൂര്‍തിഭേദവിഭാഗിനേ വ്യോമവദ്‌-വ്യാപ്തദേഹായ ദക്ഷിണാമൂര്‍തയേ നമഃ. ശ്രീ ദക്ഷിണാമൂര്‍തയേ നമഃ. ശ്രീ ഗുരുഭ്യോം നമഃ ഹരിഃ ഓം. എല്ലാവർക്കും ഈ വേദാന്ത അധ്യയന പരിപാടിയിലേക്ക് സ്വാഗതം വേദാന്ത ജിജ്ഞാസുക്കളായ നമ്മുടെ ഓരോരുത്തരുടേയും അറിവിന് വേണ്ടി വേദാന്തത്തിന്റെ ചില പ്രകരണ ഗ്രന്ഥങ്ങള് വിശേഷാൽ ശങ്കരഭഗവത്പാദ വിരചിതങ്ങളായിട്ടുള്ള പ്രകരണഗ്രന്ഥങ്ങള് യഥാക്രമം പഠിക്കാനാണ് നാം ഉദ്ദേശിക്കുന്നത് ഇവിടെ വേദാന്തം എന്താണ് എന്ന് ഇപ്പോ ഈ പഠനത്തിൽ ചേർന്നിട്ടുള്ളവര് പലരും പുതിയതായിട്ട്ണ്ടാകും അതായത് ഇങ്ങനൊരു പഠനം പുതിയതായിട്ട് ചെയ്യുന്നവര്ണ്ടാകും അപ്പവർക്കൊക്കെ വേണ്ടീട്ട് എന്താണ് വേദാന്തം എന്ന ആ തലത്തിൽ നിന്ന് ചിന്തിക്കാമെന്ന് വിചാരിക്കുന്നു. ഈ പഠനം നമുക്കെല്ലാവർക്കും ഉപയോഗത്തില് വരാൻ അല്ലെങ്കില് നാമുദ്ദേശിക്കുന്ന ആ പരമം ആയ ഫലം മോക്ഷമാകുന്ന പരമഫലം പ്രാപിക്കാൻ അതിന്റെതായ രീതിയിലുള്ള അഭ്യാസംകൂടി ചെയ്യേണ്ടത്ണ്ട്. ഈ അഭ്യാസത്തെയാണ് നാം സാധന എന്ന് പറയുന്നത്. ഇതൊരു വേദാന്ത സാധനയാണ്. ആഴ്ച്ചയിലൊരിക്കെയാണെങ്കിലും നാമീ ചെയ്യുന്ന അധ്യയനം എപ്പൊഴൊക്കെ സമയം കിട്ടുന്നുവോ ഇപ്പോ ഗൃഹസ്ഥ ജീവിതം നയിക്കുന്നവരുണ്ട് അല്ലെങ്കില് ഗൃഹസ്ഥ ജീവിതത്തിന്റെ കർമ്മങ്ങളൊക്കെ കഴിഞ്ഞ് അവരുടെ കർത്തവ്യങ്ങളൊക്കെ കഴിഞ്ഞ് വിരമിച്ചിരിക്കുന്നവര്ണ്ട്. ഇങ്ങനെ ഉള്ള ഏതവസ്ഥയിലായാലും നമുക്കു കിട്ടിയ ഈ അറിവ് നിരന്തരം അഭ്യസിക്കണം എന്നതാണ് വിശേഷം. അഭ്യാസം കൊണ്ടാണ് ഫലമുണ്ടാകുക നമുക്കറിയാം. അപ്പോ എന്താണ് വേദാന്തം എന്ന് പറഞ്ഞ് തുടങ്ങാം. വേദാന്തം ഒരു ദർശനശാസ്ത്രമായിട്ടാണ് പ്രസിദ്ധമായിരിക്കുന്നത്. ശബ്ദം സൂചിപ്പിക്കുന്നത് പോലെ വേദങ്ങളുടെ അന്തഭാഗം, അതാണ് വേദാന്തം. ചിലവര്, മലയാളത്തിലൊക്കെ നമ്മള് കേട്ടിട്ടുണ്ട്, വേദത്തിന്റെ അന്തം എവിടെയാണോ അവിടെയാണ് വേദാന്തം, അതായത്, വേദം അവസാനിക്കുന്നതെവിടെ എന്നർത്ഥത്തില് പറയാറ്ണ്ട്. എന്നാൽ, വേദം അവസാനിക്കുന്നു എന്ന അർത്ഥമല്ല, വേദത്തിന്റെ ഭാഗങ്ങളായിട്ട്ള്ള സംഹിത, ആരണ്യകം, ബ്രാഹ്മണമെന്ന് മൂന്ന് ഭാഗങ്ങളാണ് വേദത്തിന് പറയപ്പെടുന്നത്. അത് അങ്ങനെ സമ്പ്രദായത്തില് അങ്ങനെയാണ് മൂന്ന് ഭാഗങ്ങളായിട്ട് കരുതുന്നത്. ഇതിൽ തന്നെ ചിലവര് സംഹിതാ ഭാഗം മാത്രമെ അപൗരുഷേയമായ വേദമായിട്ടൊള്ളൂ എന്നു കരുതുന്നവരുമുണ്ട്. അപ്പോ നമ്മുടെ സനാതനധർമ്മത്തിൽ തന്നെ പല വിചാരധാരകൾ ഉണ്ടായിട്ടുണ്ട് ഇപ്പൊഴും പല വിചാരധാരകള് ഉണ്ടായിക്കൊണ്ടുവിരിക്കുന്നു.  അത് ഈ ധർമ്മത്തിന്റെ ഒരു പ്രത്യേകത പോലെയാണ്. ഏതായാലും, നമ്മുടെ സമ്പ്രദായമനുസരിച്ച് നിരുക്താദി വാക്ക്യങ്ങളുടെ അടിസ്ഥാനത്തില് ശങ്കരാചാര്യ സ്വാമിജികളുടെ പരമ്പരയില് ഈ മൂന്ന് ഭാഗത്തെയും വേദമായിട്ട് തന്നെയാണ് കരുതുന്നത്. ഈ വേദഭാഗങ്ങളുടെ അന്തഭാഗത്തിലെന്ന് പറയുമ്പൊ അവസാന അധ്യായങ്ങളായിട്ടാണ് നമുക്കിന്ന് കിട്ടിയിട്ട്ള്ള വേദാന്തത്തിന്റെ പ്രാമാണിക ഗ്രന്ഥങ്ങളായിട്ട്ള്ള ഉപനിഷത്ത്ക്കൾ കിട്ടിയിരിക്ക്ന്നത്. ഇതില് വേറെ സംശയൊന്നും വേക്കേണ്ട കാര്യമില്ല. വേദത്തിന്റെ അവസാന ഭാഗം ആയിട്ട്ള്ള അധ്യായങ്ങള് ആ അധ്യായങ്ങളാണ് ഉപനിഷത്തുക്കളായിട്ട് നമുക്കിന്ന് ലഭിച്ചിട്ട്ള്ളത്. അങ്ങനെ അനേകമുപനിഷത്ത്ക്കള്ണ്ട്. ഇപ്പോ ഉപനിഷത്ത്ക്കള്ടെ സംഖ്യ അത് തന്നെ വേദത്തിന്റെ ശാഖയുടെ സംഖ്യ അനുസരിച്ച് ആയിരത്തി ഒരുനൂറ്റി എൺപതാണ് പറയപ്പെട്ന്നത്. എന്നാൽ ഇന്ന് വളരെ പ്രസിദ്ധമായിട്ട്ള്ള ഉപനിഷത്ത്ക്കളില് ദശോപനിഷത്ത്ക്കളാണ് മുഖ്യമായിട്ട് കണക്കാക്കപ്പെട്ടിട്ട്ള്ളത്. അത് ഉപനിഷത്ത്ക്കള്ടെ പേരില് ഏകദേശം നൂറ്റി എൺപത്തി എട്ടോളം ഉപനിഷത്ത്ക്കള് ലഭ്യമായിട്ട്ണ്ട്. എന്നാൽ അവയൊക്കെ പല ശാഖകളായിട്ട് ബന്ധപ്പെട്ടതാണെങ്കിലും അതില് പ്രധാനമായിട്ടുള്ളത് നൂറ്റിയെട്ടുപനിഷത്ത്ക്കളും നൂറ്റിയെട്ടില് പ്രധാനമായിട്ട്ള്ളത് പത്തുപനിഷത്ത്ക്കളും.  ഇതിന് ദശോപനിഷത്ത് എന്ന പേരിലാ പറയും. അപ്പോ ഈ ദശോപനിഷത്ത് ആണ് വേദാന്തം. അതില് വേദാന്തത്തിന്റെ പ്രാമാണിക ഗ്രന്ഥം വേദാന്തമെന്നെന്തിനെയാണോ പറയുന്നത് അതീ ദശോപനിഷത്ത്ക്കളാണ്. അതുമായിട്ട് ബന്ധപെട്ട ശാസ്ത്രങ്ങളും സ്മൃതികളും വരും. ഉദ്ദാഹരണത്തിന് ഇപ്പോ ഭഗവത്ഗീതാ. അതും വേദാന്തഗ്രന്ഥമായിട്ട് കണക്കാക്കുന്നു. കാരണം, ഈ ഉപനിഷത്ത്ക്കളിൽ പറഞ്ഞ കാര്യമാണ് ഭഗവത്ഗീതയിലും പറയുന്നത്. അതുപോലെ വേദാന്ത സൂത്രങ്ങൾ എന്നറിയപ്പെടുന്ന ബ്രഹ്മസൂത്രം. ഇതില് വേദാന്തം എന്ന് പറഞ്ഞാൽ വേദത്തിന്റെ അവസാന അധ്യായങ്ങളായിട്ട് വരുന്നത്. നമുക്ക് കിട്ടിയിട്ട്ള്ള ഉപനിഷത്ത്ക്കളില് ഇപ്പോ ഉദാഹരണത്തിന് പറയുകയാണെങ്കില് ഈശാവാസ്യ ഉപനിഷത്ത് ഏറ്റവും പ്രസിദ്ധമാണ് ഉപനിഷത്ത്ക്കളെക്കുറിച്ച് കേൾക്ക്ന്നവര് എപ്പോഴും കേട്ടിരിക്ക്ന്ന ഒരു ഉപനിഷത്താണ് ഈശാവാസ്യ ഉപനിഷത്ത്. ഈശാവാസ്യ ഉപനിഷത്തിന്റെ നാല്പതാമധ്യായമാണ് ഈശാവാസ്യ ഉപനിഷത്ത് ശുക്ലയജുർവേദത്തിന്റെ നാപ്പതാമധ്യായമാണ്. നാല്പതധ്യായങ്ങളാണ് ശുക്ലയജുർവേദസംഹിതയിലുള്ളത് അതില് നല്പതാമധ്യായമാണ് ഈശാവാസ്യ ഉപനിഷത്ത്. അതുപോലെ ആ ശുക്ലയജുർവേദശാഖയിൽ തന്നെ വരുന്ന ബൃഹദാരണ്യക ഉപനിഷത്ത് മറ്റൊരുദാഹരണത്തിന്. ഈ ബൃഹദാരണ്യക ഉപനിഷത്താണ് ഈ ദശോപനിഷക്കള് അല്ലെങ്കില് ഉപനിഷത്ത്ക്കളിൽ തന്നെ ഏറ്റവും വലിയ ഉപനിഷത്ത് അത് പേര് പോലെ തന്നെ ബൃഹത്താണ്, ബൃഹദ് ആരണ്യകം എന്നാണ്, വല്യ ബൃഹത്തായ ഉപനിഷത്ത് എന്നർത്ഥം. ഇത് ശുക്ലയജുർവേദത്തിന്റെ തന്നെ ഒരു ബ്രാഹ്മണഗ്രന്ഥമുണ്ട് ശതപഥബ്രാഹ്മണം എന്നാണ് അതിന് പേര്. ശതപഥബ്രാഹ്മണത്തില് നൂറധ്യായങ്ങളുണ്ട്. ആ നൂറധ്യായങ്ങള്ടെ അവസാനം വരുന്ന ആറധ്യായങ്ങളാണ് ബൃഹദാരണ്യക ഉപനിഷത്തായിട്ട് കണകാക്ക്ന്നത്. ഇങ്ങനെ വേദത്തിന്റെ അവസാന ഭാഗത്ത് വര്ന്നത്ക്കൊണ്ട് വേദാന്തമായി. അത് അർത്ഥത്തിൽ നോക്കുമ്പോഴും മോക്ഷ ശാസ്ത്രമാണ്. ഇപ്പോ ഒരു മനുഷ്യജീവിതത്തില് നാം അറിഞ്ഞിരിക്കേണ്ട ശാസ്ത്രങ്ങളില് മനുഷ്യജീവിതത്തിന്റെ കാലക്രമം വച്ച് നോക്കുമ്പോ ജീവിതക്രമം വച്ച് നോക്കുമ്പോ അവസാനകാലത്തെങ്കിലും അറിഞ്ഞിരിക്കേണ്ടതാണ് എന്നതാണതിനർത്ഥം. അതായത് ഇത് അറിയേണ്ടത് ചെറ്പ്പത്തിൽ തന്നെയാണ് പഠിക്കേണ്ടത് ചെറ്പ്പത്തിൽ തന്നെയാണ് അങ്ങനെ പഠിക്കാൻ കഴിഞ്ഞില്ലെങ്കിൽ അവസാന ഘട്ടത്തിലെങ്കിലും പഠിക്കണം അതുകൊണ്ടത് മോക്ഷശാസ്ത്രമാണ്. ധർമ്മ അർത്ഥ കാമ മോക്ഷങ്ങളാകുന്ന നാല് പുരുഷാർത്ഥങ്ങൾ, പുരുഷാർത്ഥങ്ങളെന്ന് പറയുമ്പോ നമ്മുടെ ജീവിതത്തില് ജീവിതത്തിന്റെ ഭാഗമായിട്ട് നാമത്യാവശ്യം പ്രാപിക്കാൻ ആഗ്രഹിക്കുന്നതായിട്ട്ള്ള നാല് കാര്യങ്ങള് അതില് മൂന്നെണ്ണം ആദ്യ ഭാഗങ്ങളിലും അതായത് നമ്മുടെ ജീവിതത്തിന്റെ ആദ്യഘട്ടത്തിലും രണ്ടാമത്തെ ഘട്ടത്തിലും മൂന്നാമത്തെ ഘട്ടത്തിലും അങ്ങനെ നാലാമത്തെ ഘട്ടത്തില് വരുമ്പോഴാണ് മോക്ഷശാസ്ത്രം വരുന്നതു. ഈ നാല് ഘട്ടങ്ങൾക്കാണ് നാല് ആശ്രമങ്ങൾ എന്ന് പേര് പറയുക. ബ്രഹ്മചര്യാശ്രമമെന്നും ഗൃഹസ്ഥാശ്രമമെന്നും വാനപ്രസ്ഥാശ്രമമെന്നും സന്യാസാശ്രമമെന്നും ഇങ്ങനെ നാല് ഘട്ടങ്ങളിലായിട്ടതിനെ തിരിച്ചിട്ട്ണ്ട്. അതിനർത്ഥം ഈ നാലാമത്തെ ഘട്ടത്തിൽ മാത്രമേ സന്യാസാശ്രമം സ്വീകരിച്ചാൽ മാത്രമേ ഇത് പഠിക്കാവൂ എന്നില്ല. ഏത് അവസ്ഥയിലും പഠിക്കാം. ബ്രഹ്മചര്യാശ്രമത്തിൽ തന്നെ ഇത് പഠിക്കാം. പക്ഷെ, അതിന്റെ അഭ്യാസത്തിന് ഉതകുന്നതായിട്ട്ള്ള സാഹചര്യമുണ്ടാകുന്നത് നമ്മളെല്ലാ ത്യാഗവും ചെയ്ത് ഏകാന്തമായി ജീവിക്കാൻ ഉള്ള ഒരവസ്ഥയിൽ എത്തുമ്പോഴാണ് എന്നതാണ്. അപ്പോ അങ്ങനെ ഏകാന്തവാസം ചെയ്യാനായിട്ടുള്ള മനസു തയ്യാറാക്കുക എന്നുള്ളതാണ് ബാക്കി ജീവിതത്തിന്റെ മറ്റ് ഘട്ടങ്ങളിൽ ചെയ്യുന്നത്. അതില് ആദ്യ ഘട്ടതിലധ്യയനവും മറ്റും കഴിഞ്ഞു ഇങ്ങനെ നമ്മുടെ ജീവിതത്തിലെ മറ്റു പ്രാരബ്ധങ്ങളോടൊപ്പം തന്നെ എല്ലാ കാര്യങ്ങളും ചെയ്ത് ഗൃഹസ്ഥാശ്രമധർമ്മമൊക്കെ നന്നായിട്ട് പരിപാലിച്ച് അത് കഴിഞ്ഞ് അതിൽനിന്ന് മുക്തമാവുന്നു. മുക്തമാവുന്ന അവസ്ഥയില് ആ സമയത്ത് വേണ്ട പ്രത്യയ ശാസ്ത്രം ആ സമയത്ത് വേണ്ട കാര്യങ്ങളറിയേണ്ട കാര്യങ്ങള് എന്തൊക്കെയാണ് അതാണ് ഉപനിഷത്ത്ക്കളിൽ പ്രധാനമായിട്ടും പറയുന്നത്. അതില് അറിയേണ്ടത് ഒന്നു മാത്രമാണ് ഒരേയൊരു തത്വമാണ് എല്ലാത്തിലും വ്യാപ്തമായിരിക്കുന്നത്. പരമാത്മാവ് പരബ്രഹ്മം എന്ന് നാം വിളിക്കുന്ന ആ തത്വമാണ് എല്ലാത്തിന്റെയും സാരം എല്ലാത്തിന്റെയും കാരണം എല്ലാം ഉത്ഭവിക്കുന്നതിൽനിന്ന് എല്ലാം ലയിക്കുന്നതിൽനിന്ന് എന്നൊക്കെയതിന് ലക്ഷണം പറയും. ഈ വേദാന്ത ശാസ്ത്രം ആറിഞ്ഞാൽ അവിടെ മറ്റ് ഭേദങ്ങളൊന്നും ഇല്ല. വേദാന്തശാസ്ത്രത്തിന്റെ തലത്തിലെത്തുമ്പോ ഒരു ഭേദവുമില്ല എന്നുള്ളതാണ്. എല്ലാ ജീവികളും എല്ലാ ചരാചരങ്ങളും ഒന്നാണ്. നാമും നമ്മുടെ ശരീരവും അത്പോലെ തന്നെ ഈ മഹാ പ്രപഞ്ചവും ഇതെല്ലാം ഒരേ കാതലായ കാരണത്തിൽനിന്ന് ഇത്ഭവിച്ചതാണ്. എല്ലാത്തിന്റെയും കാതലായ ആ പരമകാരണത്തിൽനിന്നുത്ഭവിച്ചതാണ്, അതിൽ തന്നെയാണ് സ്ഥിതമാകുന്നത്, അതാണ് പരമാർത്ഥം എന്ന അറിവാണ് ഈ ഉപനിഷത്ത്ക്കള്ടെ സാരമായ്ട്ട്ള്ള വേദാന്തം. അതിനെ തത്വമസ്സ്യാദി വാക്ക്യങ്ങളിലൂടെ പ്രതിപാദിക്കുന്നു. അതൊക്കെ നമുക്കു വേദാന്തത്തിന്റെ മറ്റ് ഭാഗങ്ങള് പഠിക്ക്മ്പോ വിശദ്ധമായിട്ട് മനസിലാക്കാം. ഈ വേദാന്തതത്വത്തിനുള്ള പ്രത്യേകത വേദാന്ത ശാസ്ത്രങ്ങൾക്കുള്ള പ്രത്യേകത ആരാണോ ഈ മോക്ഷം ആഗ്രഹിക്ക്ന്നത് മുമുക്ഷു ആയിട്ട്ള്ളത് മനുഷ്യമാത്രം മനുഷ്യൻ മാത്രം മനുഷ്യനായിരിക്ക അത്രതന്നെയാണ് അതിനധികാരിത്വം പറയുന്നത് ഇത് സമ്പന്ധിച്ച് ബൃഹദാരണ്യക ഉപനിഷത്തിലും മറ്റുമൊക്കെ ചർച്ചയ്ണ്ട്. അതിന്റെ യോഗ്യത സാധനാചതുഷ്ടയമെന്നൊക്കെ പറയും നാല് തരം സാധനകള് അതൊക്കെ അറിഞ്ഞിരിക്ക്യ അത് കഴിഞ്ഞ് അതിന്റെ യോഗ്യത സമ്പാദിച്ച് മുമുക്ഷുത്വം സമ്പാദിച്ചാൽ അവിടെ മോക്ഷശാസ്ത്രപ്രവൃത്തിയായി. അത്കൊണ്ട് തന്നെ അവിടെ ജാതിമത ഭേദങ്ങളോ ലിംഗവർണ്ണ ഭേദങ്ങളോ അല്ലെങ്കില് ദേശകാല ഭേദങ്ങളോ മറ്റൊന്നുമില്ല. ജീവിളായിട്ട് പോലും ഭേദമില്ല എങ്ങനെയാണൊ മനുഷ്യജീവി അത്പോലെ തന്നെയാണ് മറ്റെല്ലാജീവികളും ആരും പരസ്പര ഭേദത്തെ വഹിക്കാൻ പാടില്ല. ഭേദം പാടില്ല എന്ന് പറയുന്ന പ്രത്യയ ശാസ്ത്രമാണ് വേദാന്തത്തിന്റെത്. അത്കൊണ്ട് തന്നെ ലോകത്തുണ്ടായിട്ടുള്ള ദർശനശാസ്ത്രങ്ങളിൽ തത്വശാസ്ത്രങ്ങളില് ഏറ്റവും ഉന്നതമായി നിൽക്ക്ന്നത് അല്ലെങ്കിൽ തത്വശാസ്ത്രങ്ങളുടെ പരമോന്നതകോടി എന്ന് നമുക്ക് വേദാന്തത്തെ പറയാം. ലോകത്ത് എപ്പോഴെങ്കിലും സമാധാനമുണ്ടാകണമെങ്കിൽ പൂർണമായ സമാധാനം പൂർണമായ സമാധാനം എന്ന് പറഞ്ഞാൽ മനുഷ്യര് നിർഭയരായി ജീവിക്ക്യ സുരക്ഷിതത്ത്വമനുഭവിക്ക്യ അവരവരുടെ കൃത്ത്യങ്ങളും കർമ്മങ്ങളും ചെയ്യാനുള്ള പൂർണ്ണ സ്വാതന്ത്ര്യമുണ്ടാവുക എല്ലാ ആഗ്രഹങ്ങളും മറ്റുള്ളവരെ ദ്രോഹിക്കാതെ മറ്റുള്ളവരെ ബുദ്ധിമുട്ടിക്കാതെ സ്വയം പ്രയത്നം കൊണ്ട് പ്രാപിച്ച് സംതൃപ്തമായ് ജീവിതം അവസാനിപ്പിക്ക്യ എന്നതൊക്കെയാണ് സമാധാനം കൊണ്ട് ഉദ്ദേശിക്കുന്നത്. ഇന്ന് നമ്മള് സമാധാനം പറയുമ്പോഴും അങ്ങനെ ഉള്ള ഒരു തത്വശാസ്ത്രമതിലില്ല എന്നാൽ വേദാന്തം ആ തത്വശാസ്ത്രതിലധിഷ്ടിതമായ ഒരു സമാധാനത്തെ പറയുന്നു അത് ലോകസമാധാനത്തിന്റെ എറ്റവും അവസാനം പറയാവുന്ന വാക്കായിരിക്കും. ഇതു ശെരിക്ക് ലോകം മനസിലാക്കിയാൽ ഈ തത്വശാസ്ത്രത്തെ ലോകം മനസിലാക്കിയാൽ എല്ലാ പ്രശനങ്ങൾക്കും സമാധാനമാകും എന്ന് നമുക്ക് കൃത്യമായിട്ട് നിശ്ചയിക്കാം. അതാണ് ഈ പ്രത്യയശാസ്ത്രത്തിന്റെ ഒരു പ്രത്യേകത. അപ്പോ ഇത് വേദാന്തശാസ്ത്രത്തെകുറിച്ചുള്ള ഒരറിവ്. ഈ വേദാന്ത ശാസ്തം എന്തിനാണ് പഠിക്ക്ന്നത് എന്ന് ഞാനിപ്പൊ ഇവിടെ സൂചിപ്പിച്ചു. മോക്ഷത്തിന്റെ സ്വരൂപത്തെക്കുറിച്ചറിയാനാണ് നാം വേദാന്തശാസ്ത്രം പഠിക്ക്ന്നത്. പ്രധാനമായും അതാണ്. അതിന് വേണ്ട സാധനകളും ചില ചിട്ടകളും നമ്മുടെ ജീവിതത്തില് അനുസരിച്ചാൽ നമുക്ക് ജീവിതം നന്നായിട്ട് മുന്നോട്ട് കൊണ്ട് പോകാൻ പറ്റുന്ന ചെല ആചാരങ്ങളും ഒക്കെ വേദാന്തശാസ്ത്രത്തിന്റെ ഭാഗമായിട്ടുണ്ട്. വേദത്തിന്റെ കേവലം നാല് ശതമാനം ഭാഗം മാത്രമാണ് വേദാന്തം എന്ന് പറയുന്നത്. ബാക്കി പതിനാറ് ശതമാനം ഉപനിഷത്തും എൺപത് ശതമാനം കർമ്മങ്ങളുമാണ്. കർമ്മളൊക്കെ ശെരിക്ക് പറഞ്ഞാൽ ഓരോരോ ആഗ്രഹങ്ങള് പ്രാപിക്കാന്ള്ള കർമ്മങ്ങളാണ്. ആ കർമ്മങ്ങള്ടെ അനുഷ്ഠാനങ്ങള് കൊണ്ട് അതത് ലക്ഷ്യങ്ങള് നമുക്ക് യഥാകാലം പ്രാപിക്കാം. ഈ നാല് ശതമാനം വരുന്ന ഭാഗമാണ് വേദാന്തത്തിന്റെ അന്തസത്ത അല്ലെങ്കില് വേദത്തിന്റെ അന്തസത്ത. അതാണ് നാം പ്രാപിക്കാൻ പോവുന്നത്. അല്ലെങ്കിൽ നാം അറിയാൻ പോവുന്നത്. അപ്പൊ അത്കൊണ്ട് തന്നെ വേദാന്തശാസ്ത്രം പഠിക്കാൻ അത്രയും ഒരു മാനസികമായ തയ്യാറെട്പ്പ് കൂടി നമുക്ക് വേണം. നമ്മുടെ മനസ്സ് അതിലേക്ക് ഏകാഗ്രമാക്കണം. വാസ്തവത്തില് ഈ പ്രത്യയശാസ്ത്രം ഈ ശാസ്ത്രമറിയാതെ നമ്മുടെ ജീവിതം സഫലമാകുന്നില്ല എന്നാണ്. ഇത് വേദങ്ങളുദ്ഘോഷിക്ക്ന്നതല്ല ശെരിക്ക് നമ്മള് യുക്തികൊണ്ട് ചിന്തിച്ച് പോയാലും അങ്ങനെയാണ് നമുക്ക് മനസിലാക്കാൻ കഴിയുക. പലപ്പോഴും നമ്മുടെ ശാസ്ത്രങ്ങൾ പറയുന്നത് അങ്ങനതന്നെ അനുസരിച്ചില്ലെങ്കിൽ പാപം കിട്ടും എന്നൊക്കെ നാം കരുതാറ്ണ്ട് അത് മറ്റൊര് വശമാണ് അതായത് ഒരിക്കലും നാമറിയാത്തൊരു വിഷയത്തില് നമുക്കറിയാൻ പറ്റാത്തൊരു വിഷയത്തില് നമുക്ക് പ്രാപിക്കാൻ പറ്റാത്തൊരു വിഷയത്തില് അതിനെ വേദം പറയുന്നില്ല എന്നുള്ളതാണ് വേദത്തിന്റെ വേദത്വം പ്രമാണത്വം. അതുകൊണ്ട് തന്നെ ഇത്രെയും സൂക്ഷമമാണെങ്കിലും ഈ തത്വശാസ്ത്രവും നമുക്ക് യഥാവദ് മനസിലാക്കാൻ കഴിയും. അതിനുള്ള ബുദ്ധി സാമർത്ഥ്യം ഓരോ മനുഷ്യനും ഭഗവാനനുഗ്രഹിച്ച് തന്നിട്ട്ണ്ട് ആ ബുദ്ധിയെ അതിലേക്ക് പ്രയോഗിക്കണമെന്ന് മാത്രം. എന്നാൽ ആ ബുദ്ധിയെ തരപ്പെടുത്തിയെടുക്കാൻ ആ ബുദ്ധിയെ ആ തലത്തിലേക്ക് കൊണ്ട്പോകാൻ നമുക്ക് ക്രമേണ അതിന് ഒരറിവിന്റെ ക്രമം വേണം. എങ്ങനെയാണ് പടിക്കേണ്ടത് ഏത് ശാസ്ത്രമായാലും നാം പഠിക്കുമ്പോ ഒരു ക്രമമുണ്ടായിരിക്കും. ഒരാള് ഒരു കമ്പ്യൂട്ടർ സയൻസ് പഠിക്ക്യാണ് അപ്പൊ അതിന് ഒരു ക്രമമുണ്ട് ആദ്യം രണ്ടാമത് മൂന്നാമത് എന്ന തരത്തില്. ഏത് ശാസ്ത്രത്തിനും അതിന്റെതായ്ട്ട്ള്ള ക്രമമുണ്ട് അത്പോലെ തന്നെ വേദാന്തശാസ്ത്രത്തിന് ക്രമമുണ്ട് ആ ക്രമമനുസരിച്ചാണ് നാമിത് പഠിക്കാനുദ്ദേശിക്ക്ന്നത്. അപ്പൊ ആ ക്രമമനുസരിച്ച് സമ്പ്രദായവിധിപ്രകാരം പഠിച്ചാൽ നമുക്കതിന്റെ യഥാർത്ഥമായ തത്വജ്ഞാനം ആ യഥാർത്ഥസ്വരൂപം നമുക്ക് ബുദ്ധികൊണ്ട് അറിയാൻകഴിയും ബുദ്ധിഗ്രാഹ്യമാകും. അല്ലെങ്കില് അവ്ടെയിവ്ടെയൊക്കെ വായിച്ച് എന്തെങ്കിലുവൊക്കെ അറിഞ്ഞാല് ഒന്നും നമുക്ക് ഉപയോഗപ്പെടുന്ന തലത്തില് വരില്ല എന്തൊക്കെയോ ഇൻഫർമേഷന്സ് നമുക്ക് കിട്ടും കുറേ അറിവ്കള് ഇങ്ങനെ കിട്ടും. പക്ഷെ അറിവ്കളൊന്നും ഉപയോഗത്തില് വരുന്ന ഒരവസ്ഥ അനുഭവഗമ്യമായിവരുന്ന ഒരവസ്ഥ ഉണ്ടാകില്ല. അപ്പോ അതിന് ക്രമമായി തന്നെ പഠിക്കണം. എന്നാൽ മാത്രമേ അത് പ്രയോഗിക്കാൻ കഴിയൂ. അപ്പോ അത് പ്രയോഗിക്കുക എന്ന് പറഞ്ഞാൽ അതുകൊണ്ടുണ്ടാകുന്ന ശരിയായ ഗുണമാണ്. ഇപ്പോ നമുക്ക് ജീവിതതിലനേകം പ്രശ്നങ്ങള്ണ്ട് ഈ പ്രശ്നങ്ങളൊക്കെ ഒറ്റ് അടിക്ക് പരിഹരിക്കാൻ നമുക്ക് കഴിയില്ല. അപ്പോ നമ്മള് ക്രമമായിട്ടാണ് ഓരോന്ന് പരിഹരിച്ച് പോവുക. ഓരോന്ന് പരിഹരിക്കുമ്പൊഴും മറ്റൊന്ന് വന്ന് ചേരും. ഇങ്ങനെ നമ്മുടെ ജീവിതം മുഴുവൻ ഈ പരിഹാരം ചെയ്തുകൊണ്ട് തന്നെ തീരുകയാണ്. ജീവിതത്തിന്റെ പ്രശ്നപരിഹാരം മാത്രമാണ് നമ്മൾ ചെയ്യുന്നത് ഒന്നാലൊയ്ച്ച് നോക്കുക. വേറൊന്നും നമുക്ക് ചെയ്യാൻ കഴിയുന്നില്ല. അപ്പൊ ഒന്നു പരിഹരിക്കുമ്പൊ മറ്റൊന്നു വരുന്നു എന്ന ക്രമത്തില് പ്രശ്നപരിഹാരം ചെയ്ത് നാം ജീവിതം തീർക്കുകയാണ്. അവിടെയാണ് വേദാന്തശാസ്ത്രത്തിന്റെ പ്രത്യേകത. അല്ലെങ്കില് വേദാന്തശാസ്ത്രത്തിന്റെ ഉപയോഗം.അപ്പോ ഈ പ്രശ്നപരിഹാരം ചെയ്ത് നമ്മളിങ്ങനെ പോയാൽ നമുക്ക് അവസാനം വരെയും അത് ചെയ്യാനെ സമയമുണ്ടാവൂ. നമ്മുടെ ജീവിതം നിശ്ചിതമാണ് അല്ലെങ്കിൽ ജീവിതത്തിന്റെ ആയുസ് നിശ്ചിതമാണ് ആ നിശ്ചിത ആയുവരെ നാം ജീവിക്കും അത് കഴിഞ്ഞാൽ നമുക്ക് പിന്നെ കർമ്മങ്ങള് ചെയ്യാന് ഒന്നും പറ്റില്ലല്ലോ. അപ്പോ ജീവിതം എവടം വരെയുണ്ടോ അവ്ടം വരെയിരുന്നുകൊണ്ട് തന്നെ ഈ ശാസ്ത്രത്തെ അറിഞ്ഞാൽ ഈ പ്രശ്നങ്ങൾക്കൊക്കെ ഒറ്റയടിക്ക് പരിഹാരമായി വരും എന്നതാണതിന്റെ സത്യം. അപ്പൊ അത് എന്താണ് എന്താണ് ജീവിതത്തിലെ നമ്മുടെ മുഖ്യമായിട്ട്ള്ള ലക്ഷ്യം ആ ലക്ഷ്യത്തിന് വിഘാതങ്ങളായിട്ട് തടസ്സങ്ങളായിട്ട് വര്ന്ന വസ്തുതകള് അല്ലെങ്കിൽ പ്രശ്നങ്ങളെന്താണ് എന്ന് നോക്കുമ്പോ എല്ലാവരുടെയും പ്രാണിമാത്രം ഒരോ പ്രാണികളുടെയും എട്ത്താലെല്ലാവര്ടെയും ജീവിതലക്ഷ്യം മനുഷ്യന്റെ മാത്രവല്ല എല്ലാ ജനിച്ച പ്രാണികള്ടെയും ജീവിതലക്ഷ്യം ആനന്ദപ്രാപ്തിയാണ് സുഖപ്രാപ്തിയാണ്. ജനിച്ചത് മുതല് ഈ സുഖപ്രാപ്തിക്ക്ള്ള ആഗ്രഹം നമ്മുടെ മനസ്സില് നാമറിയാതെ തന്നെ നമ്മുടെ അന്തർ മനസ്സില് ഇങ്ങനെ വന്നുകൊണ്ടേയിരിക്കുന്നു അപ്പോ അതിനെ സംതൃപ്തമാക്കാൻ ആ സുഖപ്രാപ്തിക്ക് വേണ്ടിയിട്ടാണ് നാമോരോ കാര്യവും ചെയ്തു പോവ്ന്നത്. നാം വിദ്യാഭ്യാസം ചെയ്യുന്നതും ജോലി ചെയ്യുന്നതും ഒക്കെ നമ്ക്കറിയാം ഈ സുഖപ്രാപ്തിക്ക് വേണ്ടിയാണ്. എന്നാൽ പലപ്പോഴും നാം ഇതിനെക്കുറിച്ച് വ്യക്തമായിട്ട് അറിയിന്നില്ല. ഒര് ധാരണ നമുക്കില്ല എന്തിനാണ് നാം ജീവിക്ക്ന്നത് ആ ജീവിതത്തിന്റെ ലക്ഷ്യം എന്താണ് അതിനെ എങ്ങിനെ നമുക്ക് പ്രാപിച്ച് സംതൃപ്തരാകാം എന്ന് നമുക്കറിയാൻ കഴിയുന്നില്ല. അപ്പോ ഈ സുഖം എത്ര സുഖം വേണം എന്ന് നാം ചിന്തിച്ചാൽ ആർക്കും അതിനുത്തരവില്ല. എത്ര സുഖമ്ണ്ടായാൽ നാം സംതൃപ്തരാകും എന്ന് ചോദിച്ചാൽ നാം പറയുന്നൊരുത്തരം അല്ലെങ്കില് നമുക്ക് മനസിലാക്കാൻ കഴിയുന്നത് അങ്ങനെ ചിന്തിച്ചിട്ടുണ്ടോ എന്ന് തന്നെ സംശയാണ്. നമ്മിൽ പലരും അങ്ങനെ ചിന്തിച്ചിട്ട്കൂടിണ്ടാവില്ല. എത്ര സുഖം വന്നാൽ എത്ര ആയാൽ എത്ര ധനം വന്നാൽ നമ്മള് സംതൃപ്തരാകും. അപ്പോ ഒന്ന് ചിന്തിച്ച് നോക്കുക. അപ്പൊ ആ സുഖത്തിന്റെ ഒരു പരിമിതി, കാരണം എല്ലാം പരിമിതമാണ്, നമ്മടെ ജീവിതം തന്നെ പരിമിതമാണ്, അനന്തമല്ല. അപ്പോ പരിമിതമായ ജീവിതത്തിൽ നിന്നുകൊണ്ട് പരിമിതകാലയളവിൽ നിന്നുകൊണ്ട് അനന്തമായ സുഖത്തെ നാമാഗ്രഹിച്ചാൽ അന്തമില്ലാത്ത സുഖത്തെ എപ്പോഴുമുണ്ടാകുന്ന നിരന്തരമുണ്ടാകുന്ന സുഖത്തെ നാമാഗ്രഹിച്ചാൽ അതെങ്ങനെ പ്രാപിക്കാൻ കഴിയും അതിനുള്ള ഷോർട്ട്ക്കട്ടെന്താണ് അതാണ് വേദാന്തശാസ്ത്രം പ്രതിപാദിക്ക്ന്നത്. നമ്മുടെ സനാതനദർമ്മത്തിന്റെ ആദിഗുരുക്കളയിട്ട്ള്ള ആ മഹർഷിമാര് അവര് ജീവിതത്തിന്റെ യാഥാർത്ഥ്യത്തെക്കുറിച്ച് ജീവിതത്തിന്റെ വ്യാവഹാരിക തലങ്ങളെക്കുറിച്ച് ഈ ജീവിതം കൊണ്ടെന്താണ് സഫലമാക്കേണ്ടത് എന്നതിനെക്കുറിച്ച് ധ്യാനിച്ച് ചിന്തിച്ച് മനനം ചെയ്തറിഞ്ഞതിന്റെ ഫലമാണ് നമുക്ക് ഇന്ന് കിട്ടിയിട്ട്ള്ള ശാസ്ത്രങ്ങളൊക്കെ. മനുഷ്യന് വേണ്ടി എറ്റവും ഹിതമായതെന്തായിരിക്കും മനുഷ്യന് ഏറ്റവും ഹിതമായിട്ട്ള്ളത് മനുഷ്യന്റെ സുഖവും തൃപ്തിയുവാണ്. അതാണ് ഏറ്റവും ഹിതം. അപ്പോ നമ്മള് ഹിതമെന്ന് പറയുമ്പോ നമ്മുടെ സുരക്ഷിതത്വവും നമ്മുടെ ആ സുരക്ഷിതജീവിതത്തിൽ നിന്നുകൊണ്ടുള്ള സുഖവുമാണ് നാം ആഗ്രഹിക്ക്ന്നത്. അപ്പോ അങ്ങനെ ഹിതതമമായത് സുഖമാണ് എന്ന് മനസിലാക്കി ആ സുഖത്തെ പ്രാപിക്കാന്ള്ള യഥാർത്ഥ ഉപായമെന്താണ് എന്ന് മനസിലാക്കുക. അങ്ങനെയാണ് ഈ ശാസ്ത്രങ്ങളൊകെ നമുക്ക് വേണ്ടി പ്രകടമാക്കിയത് അതിനെക്കുറിച്ച് ഈ ഗ്രന്ഥത്തില് നാം പഠിക്കും. അപ്പോ അത് പടിക്കാന്ള്ള ക്രമം ആണ് നാം ഇവിടെ ആദ്യത്തെ ക്രമത്തില് പ്രകരണഗ്രന്ഥങ്ങളെയാണ് പഠിക്കേണ്ടത്. പ്രകരണ ഗ്രന്ഥങ്ങളെന്ന് പറഞ്ഞാൽ പ്രാരംഭികഗ്രന്ഥങ്ങൾ എന്ന് തന്നെയാണ് അർത്ഥം. ഒരു ശാസ്ത്രത്തിന്റെ പ്രാരംഭിക ഗ്രന്ഥങ്ങൾ ബാലപാഠങ്ങൾ അതിനെയാണ് സംസ്കൃതഭാഷയില് പ്രകരണ ഗ്രന്ഥങ്ങളെന്ന് പറയുന്നത്. അപ്പോ ഈ പ്രകരണ ഗ്രന്ഥങ്ങളുടെ ലക്ഷണവൊക്കെ പറഞ്ഞ്ട്ട്ണ്ട്. അപ്പോ ആ ലക്ഷണമനുസരിച്ച് നാം പഠിക്കാൻ പോകുന്ന വ്യാപകമായ ബൃഹത്തായ ആ വിഷയത്തെക്കുറിച്ച് അല്പമായൊരു പ്രതിപാദനം ചെയ്ത് ഏതെങ്കിലും ഒരു അതിന്റെ ഒരു വിഷയം ഒരു കാര്യത്തെ വ്യക്തമായി പറഞ്ഞ് അതിനെ വിസ്തരിക്കുന്നു അപ്പോ അതില് അനേകം ബിന്ദുക്കളുണ്ടാകും അനേകം കാര്യങ്ങളുണ്ടാകും അതില് ഒരു കാര്യത്തെ എടുത്ത് പറഞ്ഞ് വിസ്തരിക്കുകയാണ് ഒരു പ്രകരണഗ്രന്ഥം ചെയ്യുന്നത്. അങ്ങനെ അനേകം പ്രകരണ ഗ്രന്ഥങ്ങള് ഒരോ ശാസ്ത്രത്തിലും ഉണ്ടായിട്ട്ണ്ട്. വേദാന്ത ശാസ്ത്രത്തിന്റെ പ്രമുഖമായ പ്രകരണഗ്രന്ഥങ്ങള് എല്ലാം തന്നെ രചിച്ചത് ഭഗവത്പാദ ശങ്കരാചാര്യ സ്വാമിജികളാണ്. കേരളത്തിൽ ജനിച്ച് ലോകം മുഴുവൻ അറിയുന്ന വലിയ ജ്ഞാനിയായ്ത്തീർന്ന വേദാന്തത്തിന്റെ ജ്ഞാനിയും വക്താവും മഹാ ആചാര്യനുമായിരുന്ന ശങ്കരാചാര്യ സ്വാമികൾ. അദ്ദേഹം ലോകഹിതത്തിനായിട്ട് നമ്മടെ ഓരോരുത്തരുടെയും ഹിതത്തിനായിട്ട് ഭാഷ്യങ്ങള് രചിക്കുകയും അതോടൊപ്പം സ്തോത്രഗ്രന്ഥങ്ങള് രചിക്കുകയും പ്രകരണ ഗ്രന്ഥങ്ങള് രചിക്കുകയും ചെയ്തു. അപ്പോ ഭാഷ്യങ്ങള് നേരത്തെ പറഞ്ഞതു പോലെ പണ്ഡിതന്മാരുടെ അല്ലെങ്കില് ആ പാണ്ഡിത്യമത്രയും ആകുമ്പോഴാണ് ഭാഷ്യഗ്രന്ഥങ്ങള് പഠിക്കാൻ കഴിയുക. ഭാഷ്യഗ്രന്ഥങ്ങളെ നമ്മുടെ ശാസ്ത്രീയ ഭാഷയില്, നമ്മള് ഇപ്പൊ ഇവിടെ സംസ്കൃത ശാസ്ത്രീയ ഭാഷയില്, ആഖര ഗ്രന്ഥങ്ങളെന്നാ പറയുക. ആഖരമെന്ന് പറഞ്ഞാൽ ഖനി എന്നർത്ഥം. ഇപ്പോ സ്വർണഖനി, അതുപോലെ മറ്റ് ഖനികളൊക്കെ ഉണ്ടല്ലോ, അതുപോലെ ഖനി എന്നർത്ഥം. ആ ഖനി ആണ്ത് എല്ലാം നമുക്കവിട്ന്ന് ലഭ്യമാകും അല്ലെങ്കിൽ മഹത്തായ വസ്തുക്കളൊക്കെ അതിൽനിന്ന് ലഭ്യമാകും എന്നർത്ഥത്തില് ആഖരഗ്രന്ഥങ്ങളെന്ന് പറയും. അപ്പൊ ഈ ആഖരഗ്രന്ഥങ്ങള് ഭാഷ്യഗ്രന്ഥങ്ങള് പഠിക്ക്ന്നതിന് മുമ്പായിട്ട് വേദാന്തത്തിന്റെ പരിഭാഷാശബ്ദങ്ങള്, അല്ലെങ്കിൽ ടെക്ക്നിക്കൽ ടേർമ്സ് ടെർമിനോളജീസ്, അതൊക്കെ നാം അറിഞ്ഞിരിക്കണം. ഓരോ ശാസ്ത്രത്തിനും അങ്ങനെയാണ്. ആ ശാസ്ത്രത്തിന്റെ വാക്ക്കള്, അതിലുപയോഗിക്കുന്ന പദങ്ങള്, പദങ്ങളുടെ യഥാർത്ഥ അർത്ഥം, അതിന്റെ പ്രായോഗികത, ഇതൊക്കെ നാം അറിഞ്ഞിരിക്കേണ്ടത്ണ്ട് എന്നാലെ ആ ശാസ്ത്രപഠനം സരളമാകൂ പൂർണമാകൂ. അത്പോലെതന്നെ വേദന്തശാസ്ത്രങ്ങൾക്കും ഇത്തരം ശബ്ദങ്ങള്ണ്ട്. അപ്പോ ആ ഓരോ ശബ്ദത്തിന്റെയും പ്രയോഗത്തിൽ നാം ശരിക്കറിയേണ്ട അർത്ഥം അതിന്റെ യഥാർത്ഥ അർത്ഥമെന്താണ് എന്ന് പറയുന്ന ഗ്രന്ഥങ്ങളാണീ പ്രകരണ ഗ്രന്ഥങ്ങള്. ഒരാശയത്തെ എട്ത്ത് അതിനെ സ്പഷ്ടമായി പറയുക. അപ്പൊ അങ്ങനെ പറയുന്ന ഈ പ്രകരണ ഗ്രന്ഥങ്ങളിൽ ശങ്കരാചാര്യസ്വാമിജികൾക്ക് ശേഷവും അനേകം പ്രകരണഗ്രന്ഥങ്ങള് വന്നിട്ട്ണ്ട്. എന്നാൽ ശങ്കരാചാര്യസ്വാമിജികള് രചിച്ച പ്രകരണ ഗ്രന്ഥങ്ങള്, മുപ്പത്തിയേഴിലധികം പ്രകരണഗ്രന്ഥങ്ങള്ണ്ട്, അതില് അദ്ദേഹത്തിന്റെ പ്രധാനമായ് പ്രകരണഗ്രന്ഥങ്ങളില് ഒന്നാണ് നാമിവിടെ അധ്യയനം ചെയ്യാൻ നിശ്ചയിച്ചിട്ട്ള്ള ഉപദേശപഞ്ചരത്നം എന്ന ഗ്രന്ഥം. ഇതില് പേരു പറയുന്നത് പോലെ തന്നെ ഉപദേശങ്ങളുടെ പഞ്ചരത്നം, അപ്പോ അഞ്ച് ശ്ലോകങ്ങളിൽ ഉണ്ടാക്കിയ ഉപദേശങ്ങളാണിതിലുള്ളത്. അത് കഥയനുസരിച്ച് 'പ്രാഹാന്തേ പഞ്ചരത്നാഖ്യം സ്തോത്രം ജ്ഞാനപ്രദായകം' എന്നൊരു വാക്ക്യമുണ്ട്. ഇത് ശ്രീ സദാശിവസ്വാമിജികള് ഈ ഉപദേശപഞ്ചരത്നത്തിനൊരു വ്യാഖ്യാനമെഴുതിയിട്ട്ണ്ട് സംസ്കൃതത്തില്, പൗരാണികമായ വ്യാഖ്യാനമാണ്, അത് കാരികാശ്ലോകരൂപത്തിലാണ് എഴുതിയിരിക്കുന്നത്. അതില് അദ്ദേഹം ഇങ്ങനെ ഒരു ആഖ്യാനം പ്രതിപാദിക്ക്ന്ന്ണ്ട്. പ്രാഹാ അന്തേ പഞ്ചരത്നാഖ്യം ശങ്കരാചാര്യസ്വാമിജികള്ടെ അവസാന ഉപദേശമാണ് അന്തത്തില് ഏറ്റവും അവസാനം ചെയ്ത ഉപദേശമാണ്. അതാണ് ഈ പഞ്ചരത്നം. ശങ്കരാചാര്യസ്വാമിജികള് ആകാശഗമനം ചെയ്യാൻപോകുമ്പോൾ ആകാശസമാധി സ്വീകരിക്കാൻ പോവുന്നതിന് മുമ്പായിട്ട് ശിഷ്യന്മാരെല്ലാവരും ചേർന്ന് ആചാര്യസ്വാമിജികളൊട് ചോദിക്ക്യാണ് അങ്ങയുടെ ഉപദേശങ്ങൾ എല്ലാം നാം സ്വീകരിച്ചു എന്നാൽ ലോകത്തിന് വേണ്ടി അവസാനമായിട്ട് സംഗ്രഹിച്ച് അങ്ങേക്ക് പറയനുള്ളതെന്താണ് എന്ന് നമുക്ക് ശ്രവിക്കാൻ കേൾക്കാനാഗ്രഹമുണ്ട് എന്ന് പറയുമ്പോ അല്ലെങ്കിൽ ചോദിക്കുമ്പോ ആ ആകാശഗമനയാത്രയ്ക്ക് മുമ്പായിട്ട് അവസാനം ഉപദേശിച്ച് കൊടുത്ത ശ്ലോകങ്ങളാണ് നാം പഠിക്കാൻ പോകുന്നത്. ആ ഒരു ഭാവന നമ്മുടെ മനസില്ണ്ടായിരിക്കണം. ഇപ്പോ ഇതൊരു പഠനരീതിയിലാണ് നാം ചെയ്യാൻ പോകുന്നത് ഒരു പ്രഭാഷണരീതിയിലല്ല അപ്പോ ഇന്ന് നമ്മള് ഉപോദ്ഘാതമായിട്ട് ഇത്രെയും കാര്യങ്ങള് മനസിലാക്കി. പഠനരീതി എന്ന് പറയുമ്പോ ശ്ലോകങ്ങള് നാം ഉച്ചരിക്കയും അത് നിങ്ങള് ശ്രോതാക്കള് അനുച്ചാരണം ചെയ്യുകയും ചെയ്യും. ആദ്യം ഞാനുച്ചരിക്കുന്നു അത് കഴിഞ്ഞ് അതിനെ നിങ്ങളും ഉച്ചരിക്കുന്നു അങ്ങനെ ഉച്ചരിച്ച് അഭ്യസിക്കുന്നു. അത് ഒരു രീതിയാണ് സമ്പ്രദായരീതിയാണ് ശ്രോതപരമ്പരയുടെ ഒര് രീതി. അപ്പോ നമുക്ക് ഉച്ചരിക്കാനുള്ല അഭ്യാസവുമാകും നാമെന്താണ് കേൾക്ക്ന്നത് എന്ന് ഒരു ബോധവും നമുക്ക് തെളിയും. പിന്നെ ആ ശ്ലോകം അഭ്യസിച്ച് വീണ്ടും വീണ്ടും അതിനെ ആവർത്തിച്ച് മനസ്സില് നന്നായിട്ട് ഉറപ്പിച്ച് അത് കാണതെ തന്നെ ക-സ്ഥമാക്കുകയാണെങ്കില് ഹൃദിസ്ഥമാക്കുകയാണെങ്കില് വളരെ നന്നായിരിക്കും അതാണ് അഭ്യാസ രീതി. അപ്പോ എത്ര കഴിയുമോ അത്രയും അത് ചെയ്യുക. ഇതില് ഈ ഉപദേശപഞ്ചരത്നമെന്ന ഈ മഹത്തായ പ്രകരണഗ്രന്ഥത്തില് കേവലം അഞ്ച് ശ്ലോകങ്ങളെയൊള്ളൂ ഈ അഞ്ച് ശ്ലോകങ്ങളില് ആചാര്യസ്വാമിജികള് നാല്പത് ഉപദേശമാണ്  പറഞ്ഞിട്ട്ള്ളത് ശെരിക്ക് ഒരു ഗണിതം പോലെയാണ് ഒരു കണക്ക് പോലെയാണ്. ആചാര്യസ്വാമിജികളുടെ ജീവിതത്തില് അദ്ദേഹം ചെയ്ത കാര്യങ്ങളെല്ലാം വളെ വ്യവസ്ഥിതമായിരുന്നു അതായത് ഓർഗനൈസ്ഡ് ആയിരുന്നു അതിന് കാരണം തന്നെ പറയുന്നത് നമ്മുടെ ആചാര്യന്മാരും ഗുരുക്കന്മാരുമൊക്കെ പറയാറ്ള്ളത് കാരണം അദ്ദേഹത്തിന് സമയം വളരെ കുറച്ചാണ് ആയുസ്സായിട്ട് കിട്ടിയിട്ട്ള്ളത് അപ്പോ ആ അല്പ ആയുസ്സില് എല്ലാ കാര്യങ്ങളും ചെയ്ത് പോണം വേണ്ടതൊക്കെ ചെയ്ത് തീർക്കണം എന്നു ആ ഒരു തത്രപാട് ഉണ്ടായിരുന്നത് കൊണ്ട് എല്ലാം വ്യവസ്ഥിതമായിട്ട് ചെയ്തു. അല്പം പോലും സമയം വ്യർത്ഥമായിട്ട് കളയാതെ വേണ്ടസമയത്ത് വേണ്ടത് ചെയ്തു തീർത്തത് കൊണ്ടാണ് ഈ അല്പ ആയുസ്സിൽ തന്നെ ഇത്ര അധികം കാര്യങ്ങള് ആചാര്യസ്വാമിജികൾക്ക് ചെയ്ത്പോകാൻ കഴിഞ്ഞത് എന്ന് പറയാറ്ണ്ട്. അതൊരു അഭിപ്രായം അല്ലെങ്കിൽ ഒരു ചിന്തനമാണെന്നെ ഉള്ളു. നമുക്ക് നോക്കിയാലും നമുക്ക് മനസിലാവും നമുക്ക്പ്പോ എവിടെയെങ്കിലും പെട്ടെന്ന് പോകേണ്ടതുണ്ട് രാവിലെ കുറേ കാര്യങ്ങളൊക്കെ ചെയ്തു തീർക്കണമെങ്കില് നമ്മള് പെട്ടെന്ന് പെട്ടെന്ന് ആ സമയം വ്യവസ്ഥിതമാക്കി ചെയ്യും ഇപ്പൊ എവിടെയെങ്കിലും യാത്ര പോണം അല്ലെങ്കിൽ എയർപ്പോർട്ടില് ഫ്ളൈറ്റ് പിടിക്കണം അപ്പോ അതിനു മുമ്പായിട്ട് ചില കാര്യങ്ങൾ ചെയ്ത് തീർക്കാന്ണ്ടെങ്കില് നമ്മള് ആ വ്യവസ്ഥിതമായിട്ട് ചെയ്യും. "
   }
  }
 }
}