{
  "കണ്ണി": "https://youtube.com/playlist?list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S",
  "ഒന്നാം ഭാഗം": {
    "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2",
    "ആമുഖം": {
      "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=2s",
      "അവതരണം": "കമല ഉണ്ണികൃഷ്ണൻ",
      "ശബ്ദരേഖ": "ഗുരുർ ബ്രഹ്മ ഗുരുർ വിഷ്ണു ഗുരുർ ദേവോ മഹേശ്വരഃ ഗുരു സാക്ഷാത് പരംബ്രഹ്മ തസ്മൈ ശ്രീ ഗുരവേ നമഃ. ഓം നാരായണ. പൂജന്യ സ്വാമിജിക്ക് ഞങ്ങളേവരുടെയും പ്രണാമം. വേദാന്ത പഠനത്തിനായി ഇവടെ ഒത്തുച്ചേർന്ന എല്ലാ സാധകർക്കും എന്റെ വിനീതമായ നമസ്കാരം. പൂജന്യ സ്വാമിജി ഹരിബ്രഹ്മേന്ദ്രാനന്ദതീർത്ഥാജി മഹാരാജ് ഉത്തരകാശിയിലെ ആദിശങ്കരബ്രഹ്മവിദ്യാപീഠത്തിലെ ആചാര്യനാണ്. കേരളത്തിൽ ജനിച്ചുവളർന്ന സ്വാമിജി തന്റെ ചെറിയപ്രായത്തിൽ തന്നെ ഹിമാലയത്തിലെ ഉത്തരകാശിയിലെത്തിച്ചേർന്നു. ഋഷികേശിലെ ശിവാനന്ദാശ്രമത്തിലെ പൂജന്യ സ്വാമിജി ശിവാനന്ദസരസ്വതിയുടെയും പൂജ്യ ചിന്മയാനന്ദ സ്വാമികളുടെ ഗുരുവായ പൂജ്യ തപോവൻമഹാരാജിന്റെയും നേരിട്ട് ശിഷ്യനായ പൂജന്യ സ്വാമിജി ചൈതന്യാനന്ദസരസ്വതിയുടെ കീഴിൽനിന്ന് വേദാഭ്യാസം ചെയ്തു. ഇതിനുപുറമെ മറ്റുപല ആചാര്യന്മാരിൽ നിന്നും വേദാന്തം, വ്യാകരണം, ദർശനശാസ്ത്രങ്ങൾ ഇവയെല്ലാം കരസ്ഥമാക്കി. ചെറുപ്രായത്തിൽ തന്നെ സന്യാസം സ്വീകരിച്ചു. ഇന്ന് ഉത്തരകാശിയിലെ ആദിശങ്കരബ്രഹ്മവിദ്യാപീഠം ആശ്രമം ആസ്ഥാനമാക്കിക്കൊണ്ട് ഗുരുപരമ്പര സമ്പ്രദായപ്രകാരം വേദാന്തപഠനം നടത്തുകയാണ്. പൂജ്യസ്വാമിജിയുടെ  മുഖ്യമാർഗനിർദേശത്തിൽ മറ്റു ആചാര്യശ്രേഷ്ഠരുടെ സഹായത്തോടെ തിരുവനന്തപുരം ആസ്ഥാനമാക്കി ആർഷവിദ്യാപ്രതിഷ്ഠാനം എന്ന ഒരു സംഘടന കഴിഞ്ഞ പത്തു വർഷങ്ങളിലധികമായുള്ള ഗവേഷണഫലമായി ശ്രീ ശങ്കരഭഗവത്പാദരുടെ കൃതികൾ സമ്പൂർണമായും കണ്ടെടുത്ത് മറ്റു ലോകഭാഷകളിൽ തന്നെ ആദ്യമായി മലയാളത്തിൽ തയ്യാറാക്കപ്പെടുന്ന വ്യാഖ്യാനത്തോടുകൂടിയ ശ്രീ ശങ്കരസാരസ്വതസർവസ്യം എന്ന പേരിൽ പ്രസിദ്ധീകരിച്ചിട്ടുണ്ട്. ഈയൊരു സംരംഭത്തിൽ നമ്മളെല്ലാവരും പങ്ക് ചേരേണ്ടതാണ്. മധ്യപ്രദേശിലെ എം പി ഗവേർൺമെന്റിന്റെ കീഴിൽ ഉള്ള ആചാര്യശങ്കരസാംസ്കൃതിഏകതാന്യാസ് പ്രോജക്ടിന്റെ ട്രസ്റ്റിയാണ് പൂജ്യ സ്വാമിജി. മലയാളത്തിലുള്ള പതാഞ്ജലി യോഗ ദർശനത്തിന്റെ വ്യാസദേവഭാഷ്യം സ്വാമിജി എഴുതിയിട്ടുണ്ട്. ഇംഗ്ളീഷിലെഴുതിയത് പ്രിൺസിപ്പ്ൾസ് ആന്റ് പ്രാക്ടീസ് ഓഫ് സന്യാസ. മലയാളത്തില് വീണ്ടും ഹഠയോഗ പ്രദീപിക വിത്ത് ബ്രഹ്മാനന്ദ കമെന്റ്രി, സാംഖ്യകാരിക കമെന്റ്രിയും മലയാളത്തിൽ, ഇങ്ങനെ പല പുസ്തകങ്ങളും സ്വാമിജി എഴുതി പ്രസിദ്ധീകരിച്ചിട്ടുണ്ട്. ചെറുപ്രായത്തിൽ തന്നെ ഹിമാലയത്തിൽ എത്തിചേർന്ന് സന്യാസം നേടിയ ഈ കേരളപുത്രനെ കുട്ടിസ്വാമി എന്ന ഓമന പേരിലാണ് അധികപേരും അറിഞ്ഞുവരുന്നത്. അതുകൊണ്ട് നമുക്കും കുട്ടിസ്വാമി എന്ന് സംബോധന ചെയ്യാം. ഇന്നിവിടെ എടുക്കാൻ പോകുന്നത് ശ്രീമദ് ആചാര്യഭഗവത് പാദരുടെ ഉപദേശപഞ്ചരത്നം അഥവാ സാധനപഞ്ചകമെന്ന കൃതിയാണ്. എല്ലാവരും അതീവ ശ്രദ്ധയും ഭക്തിയോടെ ഉത്തരകാശി സ്വാമിജിയുടെ ആശ്രമത്തിലിരുന്നുകൊണ്ട് ഇത് കേൾക്കുന്നതാണെന്ന ഭാവത്തോടെ ഈ ക്ളാസ് ശ്രദ്ധിക്കാൻ ഞാൻ അപേക്ഷിക്കുന്നു. ആദ്യത്തെ ഒരു മണിക്കൂർ ക്ളാസായിരിക്കും. തുടർന്നുള്ള സമയം ഈ ക്ളാസിൽ നിന്നുയർന്നുവരുന്ന സംശയങ്ങൾക്കും ചോദ്യങ്ങൾക്കുമുള്ള മറുപടിയായിരിക്കും. ക്ളാസിന്റെ അവസാനത്തിൽ ചാറ്റ്ബോക്സിൽ നിങ്ങൾക്ക് ചോദ്യങ്ങൾ ഇടാം. അഥവാ അത് സാധിച്ചില്ലെങ്കിൽ അതിനിഷ്ടപ്പെട്ടില്ലെങ്കിൽ അൺമ്യൂട്ട് ചെയ്തു നേരിട്ട് ചോദ്യങ്ങൾ ചോദിക്കാവുന്നതാണ്. സ്വാമിജീ, ക്ളാസ് തൊടങ്ങാൻ അഭ്യർത്ഥിക്കുന്നു."
    },
    "ഭാഗം": {
      "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=280s",
      "സമയം": "00:04:39",
      "അവതരണം": "സ്വാമി ഹരിബ്രഹ്മേന്ദ്രാനന്ദ തീർത്ഥ",
      "ശബ്ദരേഖ": "ഓം നമോ നാരാണായഃ. ആദ്യം നമസ്കാരമായിട്ട് മംഗളാചരണം ചെയ്യുന്നു. ശ്രുതിസ്മൃതിപുരാണാനാം ആലയം കരുണാലയം. നമാമി ഭഗവത്പാദം ശങ്കരം ലോകശങ്കരം. ശങ്കരം ശങ്കരാചാര്യം കേശവം ബാദരായണം. സൂത്രഭാഷ്യകൃതൗവന്തേ ഭഗവന്ദോ പുനഃ പുനഃ. ഈശ്വരോ ഗുരുരാത്മേതി മൂര്‍തിഭേദവിഭാഗിനേ വ്യോമവദ്‌-വ്യാപ്തദേഹായ ദക്ഷിണാമൂര്‍തയേ നമഃ. ശ്രീ ദക്ഷിണാമൂര്‍തയേ നമഃ. ശ്രീ ഗുരുഭ്യോ നമഃ ഹരിഃ ഓം. എല്ലാവർക്കും ഈ വേദാന്ത അധ്യയന പരിപാടിയിലേക്ക് സ്വാഗതം. വേദാന്ത ജിജ്ഞാസുക്കളായ നമ്മുടെ ഓരോരുത്തരുടേയും അറിവിന് വേണ്ടി വേദാന്തത്തിന്റെ ചില പ്രകരണ ഗ്രന്ഥങ്ങള്, വിശേഷാൽ ശങ്കരഭഗവത്പാദ വിരചിതങ്ങളായിട്ടുള്ള പ്രകരണഗ്രന്ഥങ്ങള് യഥാക്രമം പഠിക്കാനാണ് നാം ഉദ്ദേശിക്കുന്നത്. ഇവിടെ വേദാന്തം എന്താണ് എന്ന്, ഇപ്പോ ഈ പഠനത്തിൽ ചേർന്നിട്ടുള്ളവര് പലരും പുതിയതായിട്ട്ണ്ടാകും, അതായത് ഇങ്ങനൊരു പഠനം പുതിയതായിട്ട് ചെയ്യുന്നവര്ണ്ടാകും, അപ്പം അവർക്കൊക്കെ വേണ്ടീട്ട് എന്താണ് വേദാന്തം എന്ന ആ തലത്തിൽ നിന്ന് ചിന്തിക്കാമെന്ന് വിചാരിക്കുന്നു. ഈ പഠനം നമുക്കെല്ലാവർക്കും ഉപയോഗത്തില് വരാൻ, അല്ലെങ്കില് നാമുദ്ദേശിക്കുന്ന ആ പരമം ആയ ഫലം, മോക്ഷമാകുന്ന പരമഫലം പ്രാപിക്കാൻ, അതിന്റെതായ രീതിയിലുള്ള അഭ്യാസംകൂടി ചെയ്യേണ്ടത്ണ്ട്. ഈ അഭ്യാസത്തെയാണ് നാം സാധന എന്ന് പറയുന്നത്. ഇതൊരു വേദാന്ത സാധനയാണ്. ആഴ്ച്ചയിലൊരിക്കെയാണെങ്കിലും നാം ഈ ചെയ്യുന്ന അധ്യയനം എപ്പോഴൊക്കെ സമയം കിട്ടുന്നുവോ, ഇപ്പോ ഗൃഹസ്ഥ ജീവിതം നയിക്കുന്നവരുണ്ട്, അല്ലെങ്കില് ഗൃഹസ്ഥ ജീവിതത്തിന്റെ കർമ്മങ്ങളൊക്കെ കഴിഞ്ഞ് അവരുടെ കർത്തവ്യങ്ങളൊക്കെ കഴിഞ്ഞ് വിരമിച്ചിരിക്കുന്നവര്ണ്ട്. ഇങ്ങനെ ഉള്ള ഏതവസ്ഥയിലായാലും നമുക്കു കിട്ടിയ ഈ അറിവ് നിരന്തരം അഭ്യസിക്കണം എന്നതാണ് വിശേഷം. അഭ്യാസം കൊണ്ടാണ് ഫലമുണ്ടാകുക നമുക്കറിയാം. അപ്പോ എന്താണ് വേദാന്തം എന്ന് പറഞ്ഞ് തുടങ്ങാം. വേദാന്തം ഒരു ദർശനശാസ്ത്രമായിട്ടാണ് പ്രസിദ്ധമായിരിക്കുന്നത്. ശബ്ദം സൂചിപ്പിക്കുന്നത് പോലെ വേദങ്ങളുടെ അന്തഭാഗം, അതാണ് വേദാന്തം. ചിലവര്, മലയാളത്തിലൊക്കെ നമ്മള് കേട്ടിട്ടുണ്ട്, വേദത്തിന്റെ അന്തം എവിടെയാണോ അവിടെയാണ് വേദാന്തം, അതായത്, വേദം അവസാനിക്കുന്നതെവിടെ എന്നർത്ഥത്തില് പറയാറ്ണ്ട്. എന്നാൽ, വേദം അവസാനിക്കുന്നു എന്ന അർത്ഥമല്ല, വേദത്തിന്റെ ഭാഗങ്ങളായിട്ട്ള്ള സംഹിത, ആരണ്യകം, ബ്രാഹ്മണമെന്ന് മൂന്ന് ഭാഗങ്ങളാണ് വേദത്തിന് പറയപ്പെടുന്നത്. അത് അങ്ങനെ, സമ്പ്രദായത്തില് അങ്ങനെയാണ് മൂന്ന് ഭാഗങ്ങളായിട്ട് കരുതുന്നത്. ഇതിൽ തന്നെ ചിലവര് സംഹിതാ ഭാഗം മാത്രമെ അപൗരുഷേയമായ വേദമായിട്ടൊള്ളൂ എന്നു കരുതുന്നവരുമുണ്ട്. അപ്പോ നമ്മുടെ സനാതനധർമ്മത്തിൽ തന്നെ പല വിചാരധാരകൾ ഉണ്ടായിട്ടുണ്ട്. ഇപ്പൊഴും പല വിചാരധാരകള് ഉണ്ടായിക്കൊണ്ടുവിരിക്കുന്നു.  അത് ഈ ധർമ്മത്തിന്റെ ഒരു പ്രത്യേകത പോലെയാണ്. ഏതായാലും, നമ്മുടെ സമ്പ്രദായമനുസരിച്ച് നിരുക്താദി വാക്ക്യങ്ങളുടെ അടിസ്ഥാനത്തില് ശങ്കരാചാര്യ സ്വാമിജികളുടെ പരമ്പരയില് ഈ മൂന്ന് ഭാഗത്തെയും വേദമായിട്ട് തന്നെയാണ് കരുതുന്നത്. ഈ വേദഭാഗങ്ങളുടെ അന്തഭാഗത്തിലെന്ന് പറയുമ്പൊ അവസാന അദ്ധ്യായങ്ങളായിട്ടാണ് നമുക്കിന്ന് കിട്ടിയിട്ട്ള്ള വേദാന്തത്തിന്റെ പ്രാമാണിക ഗ്രന്ഥങ്ങളായിട്ട്ള്ള ഉപനിഷത്ത്ക്കൾ കിട്ടിയിരിക്ക്ന്നത്. ഇതില് വേറെ സംശയൊന്നും വെക്കേണ്ട കാര്യമില്ല. വേദത്തിന്റെ അവസാന ഭാഗം ആയിട്ട്ള്ള അദ്ധ്യായങ്ങള് ആ അദ്ധ്യായങ്ങളാണ് ഉപനിഷത്തുക്കളായിട്ട് നമുക്കിന്ന് ലഭിച്ചിട്ട്ള്ളത്. അങ്ങനെ അനേകമുപനിഷത്ത്ക്കള്ണ്ട്. ഇപ്പോ ഉപനിഷത്ത്ക്കള്ടെ സംഖ്യ, അത് തന്നെ വേദത്തിന്റെ ശാഖയുടെ സംഖ്യ അനുസരിച്ച് ആയിരത്തി ഒരുനൂറ്റി എൺപതാണ് പറയപ്പെട്ന്നത്. എന്നാൽ ഇന്ന് വളരെ പ്രസിദ്ധമായിട്ട്ള്ള ഉപനിഷത്ത്ക്കളില് ദശോപനിഷത്ത്ക്കളാണ് മുഖ്യമായിട്ട് കണക്കാക്കപ്പെട്ടിട്ട്ള്ളത്. അത് ഉപനിഷത്ത്ക്കള്ടെ പേരില് ഏകദേശം നൂറ്റി എൺപത്തി എട്ടോളം ഉപനിഷത്ത്ക്കള് ലഭ്യമായിട്ട്ണ്ട്. എന്നാൽ അവയൊക്കെ പല ശാഖകളായിട്ട് ബന്ധപ്പെട്ടതാണെങ്കിലും അതില് പ്രധാനമായിട്ടുള്ളത് നൂറ്റിയെട്ടുപനിഷത്ത്ക്കളും നൂറ്റിയെട്ടില് പ്രധാനമായിട്ട്ള്ളത് പത്തുപനിഷത്ത്ക്കളും.  ഇതിന് ദശോപനിഷത്ത് എന്ന പേരിലാ പറയും. അപ്പോ ഈ ദശോപനിഷത്ത് ആണ് വേദാന്തം. അതില് വേദാന്തത്തിന്റെ പ്രാമാണിക ഗ്രന്ഥം, വേദാന്തമെന്നെന്തിനെയാണോ പറയുന്നത് അതീ ദശോപനിഷത്ത്ക്കളാണ്. അതുമായിട്ട് ബന്ധപെട്ട ശാസ്ത്രങ്ങളും സ്മൃതികളും വരും. ഉദ്ദാഹരണത്തിന് ഇപ്പോ ഭഗവത്ഗീതാ. അതും വേദാന്തഗ്രന്ഥമായിട്ട് കണക്കാക്കുന്നു. കാരണം, ഈ ഉപനിഷത്ത്ക്കളിൽ പറഞ്ഞ കാര്യമാണ് ഭഗവത്ഗീതയിലും പറയുന്നത്. അതുപോലെ വേദാന്ത സൂത്രങ്ങൾ എന്നറിയപ്പെടുന്ന ബ്രഹ്മസൂത്രം. ഇതില് വേദാന്തം എന്ന് പറഞ്ഞാൽ വേദത്തിന്റെ അവസാന അദ്ധ്യായങ്ങളായിട്ട് വരുന്നത്. നമുക്ക് കിട്ടിയിട്ട്ള്ള ഉപനിഷത്ത്ക്കളില്, ഇപ്പോ ഉദാഹരണത്തിന് പറയുകയാണെങ്കില് ഈശാവാസ്യ ഉപനിഷത്ത് ഏറ്റവും പ്രസിദ്ധമാണ് ഉപനിഷത്ത്ക്കളെക്കുറിച്ച് കേൾക്ക്ന്നവര് എപ്പോഴും കേട്ടിരിക്ക്ന്ന ഒരു ഉപനിഷത്താണ് ഈശാവാസ്യ ഉപനിഷത്ത്. ഈശാവാസ്യ ഉപനിഷത്തിന്റെ നാല്പതാമദ്ധ്യായമാണ്, ഈശാവാസ്യ ഉപനിഷത്ത് ശുക്ലയജുർവേദത്തിന്റെ നാല്പതാമദ്ധ്യായമാണ്. നാല്പതദ്ധ്യായങ്ങളാണ് ശുക്ലയജുർവേദസംഹിതയിലുള്ളത്. അതില് നല്പതാമദ്ധ്യായമാണ് ഈശാവാസ്യ ഉപനിഷത്ത്. അതുപോലെ ആ ശുക്ലയജുർവേദശാഖയിൽ തന്നെ വരുന്ന ബൃഹദാരണ്യക ഉപനിഷത്ത് മറ്റൊരുദാഹരണത്തിന്. ഈ ബൃഹദാരണ്യക ഉപനിഷത്താണ് ഈ ദശോപനിഷക്കള് അല്ലെങ്കില് ഉപനിഷത്ത്ക്കളിൽ തന്നെ ഏറ്റവും വലിയ ഉപനിഷത്ത്. അത് പേര് പോലെ തന്നെ ബൃഹത്താണ്, ബൃഹദ് ആരണ്യകം എന്നാണ്, വല്യ ബൃഹത്തായ ഉപനിഷത്ത് എന്നർത്ഥം. ഇത് ശുക്ലയജുർവേദത്തിന്റെ തന്നെ ഒരു ബ്രാഹ്മണഗ്രന്ഥമുണ്ട് ശതപഥബ്രാഹ്മണം എന്നാണ് അതിന് പേര്. ശതപഥബ്രാഹ്മണത്തില് നൂറദ്ധ്യായങ്ങളുണ്ട്. ആ നൂറദ്ധ്യായങ്ങള്ടെ അവസാനം വരുന്ന ആറദ്ധ്യായങ്ങളാണ് ബൃഹദാരണ്യക ഉപനിഷത്തായിട്ട് കണകാക്ക്ന്നത്. ഇങ്ങനെ വേദത്തിന്റെ അവസാന ഭാഗത്ത് വര്ന്നത്ക്കൊണ്ട് വേദാന്തമായി. അത് അർത്ഥത്തിൽ നോക്കുമ്പോഴും മോക്ഷ ശാസ്ത്രമാണ്. ഇപ്പോ ഒരു മനുഷ്യജീവിതത്തില് നാം അറിഞ്ഞിരിക്കേണ്ട ശാസ്ത്രങ്ങളില് മനുഷ്യജീവിതത്തിന്റെ കാലക്രമം വച്ച് നോക്കുമ്പോ ജീവിതക്രമം വച്ച് നോക്കുമ്പോ അവസാനകാലത്തെങ്കിലും അറിഞ്ഞിരിക്കേണ്ടതാണ് എന്നതാണതിനർത്ഥം. അതായത് ഇത് അറിയേണ്ടത് ചെറ്പ്പത്തിൽ തന്നെയാണ്, പഠിക്കേണ്ടത് ചെറ്പ്പത്തിൽ തന്നെയാണ്, അങ്ങനെ പഠിക്കാൻ കഴിഞ്ഞില്ലെങ്കിൽ അവസാന ഘട്ടത്തിലെങ്കിലും പഠിക്കണം. അതുകൊണ്ടത് മോക്ഷശാസ്ത്രമാണ്. ധർമ്മ അർത്ഥ കാമ മോക്ഷങ്ങളാകുന്ന നാല് പുരുഷാർത്ഥങ്ങൾ, പുരുഷാർത്ഥങ്ങളെന്ന് പറയുമ്പോ നമ്മുടെ ജീവിതത്തില്, ജീവിതത്തിന്റെ ഭാഗമായിട്ട് നാമത്യാവശ്യം പ്രാപിക്കാൻ ആഗ്രഹിക്കുന്നതായിട്ട്ള്ള നാല് കാര്യങ്ങള്, അതില് മൂന്നെണ്ണം ആദ്യ ഭാഗങ്ങളിലും, അതായത് നമ്മുടെ ജീവിതത്തിന്റെ ആദ്യഘട്ടത്തിലും, രണ്ടാമത്തെ ഘട്ടത്തിലും, മൂന്നാമത്തെ ഘട്ടത്തിലും, അങ്ങനെ നാലാമത്തെ ഘട്ടത്തില് വരുമ്പോഴാണ് മോക്ഷശാസ്ത്രം വരുന്നതു. ഈ നാല് ഘട്ടങ്ങൾക്കാണ് നാല് ആശ്രമങ്ങൾ എന്ന് പേര് പറയുക. ബ്രഹ്മചര്യാശ്രമമെന്നും ഗൃഹസ്ഥാശ്രമമെന്നും വാനപ്രസ്ഥാശ്രമമെന്നും സന്യാസാശ്രമമെന്നും ഇങ്ങനെ നാല് ഘട്ടങ്ങളിലായിട്ടതിനെ തിരിച്ചിട്ട്ണ്ട്. അതിനർത്ഥം ഈ നാലാമത്തെ ഘട്ടത്തിൽ മാത്രമേ, സന്യാസാശ്രമം സ്വീകരിച്ചാൽ മാത്രമേ ഇത് പഠിക്കാവൂ എന്നില്ല. ഏത് അവസ്ഥയിലും പഠിക്കാം. ബ്രഹ്മചര്യാശ്രമത്തിൽ തന്നെ ഇത് പഠിക്കാം. പക്ഷെ, അതിന്റെ അഭ്യാസത്തിന് ഉതകുന്നതായിട്ട്ള്ള സാഹചര്യമുണ്ടാകുന്നത് നമ്മളെല്ലാ ത്യാഗവും ചെയ്ത് ഏകാന്തമായി ജീവിക്കാൻ ഉള്ള ഒരവസ്ഥയിൽ എത്തുമ്പോഴാണ് എന്നതാണ്. അപ്പോ അങ്ങനെ ഏകാന്തവാസം ചെയ്യാനായിട്ടുള്ള മനസു തയ്യാറാക്കുക എന്നുള്ളതാണ് ബാക്കി ജീവിതത്തിന്റെ മറ്റ് ഘട്ടങ്ങളിൽ ചെയ്യുന്നത്. അതില് ആദ്യ ഘട്ടത്തിലധ്യയനവും മറ്റും കഴിഞ്ഞു ഇങ്ങനെ നമ്മുടെ ജീവിതത്തിലെ മറ്റു പ്രാരബ്ധങ്ങളോടൊപ്പം തന്നെ എല്ലാ കാര്യങ്ങളും ചെയ്ത് ഗൃഹസ്ഥാശ്രമധർമ്മമൊക്കെ നന്നായിട്ട് പരിപാലിച്ച് അത് കഴിഞ്ഞ് അതിൽനിന്ന് മുക്തമാവുന്നു. മുക്തമാവുന്ന അവസ്ഥയില് ആ സമയത്ത് വേണ്ട പ്രത്യയ ശാസ്ത്രം, ആ സമയത്ത് വേണ്ട കാര്യങ്ങളറിയേണ്ട കാര്യങ്ങള് എന്തൊക്കെയാണ്, അതാണ് ഉപനിഷത്ത്ക്കളിൽ പ്രധാനമായിട്ടും പറയുന്നത്. അതില് അറിയേണ്ടത് ഒന്നു മാത്രമാണ്, ഒരേയൊരു തത്വമാണ് എല്ലാത്തിലും വ്യാപ്തമായിരിക്കുന്നത്. പരമാത്മാവ് പരബ്രഹ്മം എന്ന് നാം വിളിക്കുന്ന ആ തത്വമാണ് എല്ലാത്തിന്റെയും സാരം. എല്ലാത്തിന്റെയും കാരണം, എല്ലാം ഉത്ഭവിക്കുന്നതതിൽനിന്ന്, എല്ലാം ലയിക്കുന്നതതിൽനിന്ന് എന്നൊക്കെയതിന് ലക്ഷണം പറയും. ഈ വേദാന്ത ശാസ്ത്രം അറിഞ്ഞാൽ അവിടെ മറ്റ് ഭേദങ്ങളൊന്നും ഇല്ല. വേദാന്തശാസ്ത്രത്തിന്റെ തലത്തിലെത്തുമ്പോ ഒരു ഭേദവുമില്ല എന്നുള്ളതാണ്. എല്ലാ ജീവികളും എല്ലാ ചരാചരങ്ങളും ഒന്നാണ്. നാമും നമ്മുടെ ശരീരവും അത്പോലെ തന്നെ ഈ മഹാ പ്രപഞ്ചവും ഇതെല്ലാം ഒരേ കാതലായ കാരണത്തിൽനിന്ന് ഇത്ഭവിച്ചതാണ്. എല്ലാത്തിന്റെയും കാതലായ ആ പരമകാരണത്തിൽനിന്നുത്ഭവിച്ചതാണ്, അതിൽ തന്നെയാണ് സ്ഥിതമാകുന്നത്, അതാണ് പരമാർത്ഥം എന്ന അറിവാണ് ഈ ഉപനിഷത്ത്ക്കള്ടെ സാരമായ്ട്ട്ള്ള വേദാന്തം. അതിനെ തത്വമസ്സ്യാദി വാക്ക്യങ്ങളിലൂടെ പ്രതിപാദിക്കുന്നു. അതൊക്കെ നമുക്കു വേദാന്തത്തിന്റെ മറ്റ് ഭാഗങ്ങള് പഠിക്ക്മ്പോ വിശദ്ധമായിട്ട് മനസിലാക്കാം. ഈ വേദാന്ത തത്വത്തിനുള്ള പ്രത്യേകത, വേദാന്ത ശാസ്ത്രങ്ങൾക്കുള്ള പ്രത്യേകത, ആരാണോ ഈ മോക്ഷം ആഗ്രഹിക്ക്ന്നത്, മുമുക്ഷു ആയിട്ട്ള്ളത്, മനുഷ്യർമാത്രം, മനുഷ്യൻ മാത്രം, മനുഷ്യനായിരിക്ക അത്രതന്നെയാണ് അതിനധികാരിത്വം പറയുന്നത്. ഇത് സമ്പന്ധിച്ച് ബൃഹദാരണ്യക ഉപനിഷത്തിലും മറ്റുമൊക്കെ ചർച്ചയ്ണ്ട്. അതിന്റെ യോഗ്യത സാധനാചതുഷ്ടയമെന്നൊക്കെ പറയും. നാല് തരം സാധനകള്, അതൊക്കെ അറിഞ്ഞിരിക്ക്യ. അത് കഴിഞ്ഞ് അതിന്റെ യോഗ്യത സമ്പാദിച്ച് മുമുക്ഷുത്വം സമ്പാദിച്ചാൽ അവിടെ മോക്ഷശാസ്ത്രപ്രവൃത്തിയായി. അത്കൊണ്ട് തന്നെ അവിടെ ജാതിമത ഭേദങ്ങളോ ലിംഗവർണ്ണ ഭേദങ്ങളോ അല്ലെങ്കില് ദേശകാല ഭേദങ്ങളോ മറ്റൊന്നുമില്ല. ജീവിളായിട്ട് പോലും ഭേദമില്ല. എങ്ങനെയാണൊ മനുഷ്യജീവി അത്പോലെ തന്നെയാണ് മറ്റെല്ലാജീവികളും. ആരും പരസ്പര ഭേദത്തെ വഹിക്കാൻ പാടില്ല. ഭേദം പാടില്ല എന്ന് പറയുന്ന പ്രത്യയ ശാസ്ത്രമാണ് വേദാന്തത്തിന്റെത്. അത്കൊണ്ട് തന്നെ ലോകത്തുണ്ടായിട്ടുള്ള ദർശനശാസ്ത്രങ്ങളിൽ, തത്വശാസ്ത്രങ്ങളില് ഏറ്റവും ഉന്നതമായി നിൽക്ക്ന്നത്, അല്ലെങ്കിൽ തത്വശാസ്ത്രങ്ങളുടെ പരമോന്നതകോടി എന്ന് നമുക്ക് വേദാന്തത്തെ പറയാം. ലോകത്ത് എപ്പോഴെങ്കിലും സമാധാനമുണ്ടാകണമെങ്കിൽ പൂർണമായ സമാധാനം, പൂർണമായ സമാധാനം എന്ന് പറഞ്ഞാൽ മനുഷ്യര് നിർഭയരായി ജീവിക്ക്യ, സുരക്ഷിതത്ത്വമനുഭവിക്ക്യ, അവരവരുടെ കൃത്ത്യങ്ങളും കർമ്മങ്ങളും ചെയ്യാനുള്ള പൂർണ്ണ സ്വാതന്ത്ര്യമുണ്ടാവുക, എല്ലാ ആഗ്രഹങ്ങളും മറ്റുള്ളവരെ ദ്രോഹിക്കാതെ, മറ്റുള്ളവരെ ബുദ്ധിമുട്ടിക്കാതെ സ്വയം പ്രയത്നം കൊണ്ട് പ്രാപിച്ച് സംതൃപ്തമായ് ജീവിതം അവസാനിപ്പിക്ക്യ എന്നതൊക്കെയാണ് സമാധാനം കൊണ്ട് ഉദ്ദേശിക്കുന്നത്. ഇന്ന് നമ്മള് സമാധാനം പറയുമ്പോഴും അങ്ങനെ ഉള്ള ഒരു തത്വശാസ്ത്രം അതിലില്ല. എന്നാൽ വേദാന്തം ആ തത്വശാസ്ത്രതിലധിഷ്ടിതമായ ഒരു സമാധാനത്തെ പറയുന്നു. അത് ലോകസമാധാനത്തിന്റെ എറ്റവും അവസാനം പറയാവുന്ന വാക്കായിരിക്കും. ഇതു ശെരിക്ക് ലോകം മനസിലാക്കിയാൽ, ഈ തത്വശാസ്ത്രത്തെ ലോകം മനസിലാക്കിയാൽ, എല്ലാ പ്രശനങ്ങൾക്കും സമാധാനമാകും എന്ന് നമുക്ക് കൃത്യമായിട്ട് നിശ്ചയിക്കാം. അതാണ് ഈ പ്രത്യയശാസ്ത്രത്തിന്റെ ഒരു പ്രത്യേകത. അപ്പോ ഇത് വേദാന്തശാസ്ത്രത്തെകുറിച്ചുള്ള ഒരറിവ്. ഈ വേദാന്ത ശാസ്തം എന്തിനാണ് പഠിക്ക്ന്നത് എന്ന് ഞാനിപ്പൊ ഇവിടെ സൂചിപ്പിച്ചു. മോക്ഷത്തിന്റെ സ്വരൂപത്തെക്കുറിച്ചറിയാനാണ് നാം വേദാന്തശാസ്ത്രം പഠിക്ക്ന്നത്. പ്രധാനമായും അതാണ്. അതിന് വേണ്ട സാധനകളും ചില ചിട്ടകളും നമ്മുടെ ജീവിതത്തില് അനുസരിച്ചാൽ നമുക്ക് ജീവിതം നന്നായിട്ട് മുന്നോട്ട് കൊണ്ട് പോകാൻ പറ്റുന്ന ചെല ആചാരങ്ങളും ഒക്കെ വേദാന്തശാസ്ത്രത്തിന്റെ ഭാഗമായിട്ടുണ്ട്. വേദത്തിന്റെ കേവലം നാല് ശതമാനം ഭാഗം മാത്രമാണ് വേദാന്തം എന്ന് പറയുന്നത്. ബാക്കി പതിനാറ് ശതമാനം ഉപനിഷത്തും എൺപത് ശതമാനം കർമ്മങ്ങളുമാണ്. കർമ്മളൊക്കെ ശെരിക്ക് പറഞ്ഞാൽ ഓരോരോ ആഗ്രഹങ്ങള് പ്രാപിക്കാന്ള്ള കർമ്മങ്ങളാണ്. ആ കർമ്മങ്ങള്ടെ അനുഷ്ഠാനങ്ങള് കൊണ്ട് അതത് ലക്ഷ്യങ്ങള് നമുക്ക് യഥാകാലം പ്രാപിക്കാം. ഈ നാല് ശതമാനം വരുന്ന ഭാഗമാണ് വേദാന്തത്തിന്റെ അന്തസത്ത അല്ലെങ്കില് വേദത്തിന്റെ അന്തസത്ത. അതാണ് നാം പ്രാപിക്കാൻ പോവുന്നത്. അല്ലെങ്കിൽ നാം അറിയാൻ പോവുന്നത്. അപ്പൊ അത്കൊണ്ട് തന്നെ വേദാന്തശാസ്ത്രം പഠിക്കാൻ അത്രയും ഒരു മാനസികമായ തയ്യാറെട്പ്പ് കൂടി നമുക്ക് വേണം. നമ്മുടെ മനസ്സ് അതിലേക്ക് ഏകാഗ്രമാക്കണം. വാസ്തവത്തില്, ഈ പ്രത്യയശാസ്ത്രം, ഈ ശാസ്ത്രമറിയാതെ നമ്മുടെ ജീവിതം സഫലമാകുന്നില്ല എന്നാണ്. ഇത് വേദങ്ങളുദ്ഘോഷിക്ക്ന്നതല്ല. ശെരിക്ക് നമ്മള് യുക്തികൊണ്ട് ചിന്തിച്ച് പോയാലും അങ്ങനെയാണ് നമുക്ക് മനസിലാക്കാൻ കഴിയുക. പലപ്പോഴും നമ്മുടെ ശാസ്ത്രങ്ങൾ പറയുന്നത് അങ്ങനതന്നെ അനുസരിച്ചില്ലെങ്കിൽ പാപം കിട്ടും എന്നൊക്കെ നാം കരുതാറ്ണ്ട്. അത് മറ്റൊര് വശമാണ്. അതായത് ഒരിക്കലും നാമറിയാത്തൊരു വിഷയത്തില്, നമുക്കറിയാൻ പറ്റാത്തൊരു വിഷയത്തില്, നമുക്ക് പ്രാപിക്കാൻ പറ്റാത്തൊരു വിഷയത്തില്, അതിനെ വേദം പറയുന്നില്ല എന്നുള്ളതാണ് വേദത്തിന്റെ വേദത്വം, പ്രമാണത്വം. അതുകൊണ്ട് തന്നെ ഇത്രെയും സൂക്ഷമമാണെങ്കിലും ഈ തത്വശാസ്ത്രവും നമുക്ക് യഥാവദ് മനസിലാക്കാൻ കഴിയും. അതിനുള്ള ബുദ്ധി സാമർത്ഥ്യം ഓരോ മനുഷ്യനും ഭഗവാനനുഗ്രഹിച്ച് തന്നിട്ട്ണ്ട്. ആ ബുദ്ധിയെ അതിലേക്ക് പ്രയോഗിക്കണമെന്ന് മാത്രം. എന്നാൽ ആ ബുദ്ധിയെ തരപ്പെടുത്തിയെടുക്കാൻ, ആ ബുദ്ധിയെ ആ തലത്തിലേക്ക് കൊണ്ട്പോകാൻ നമുക്ക് ക്രമേണ, അതിന് ഒരറിവിന്റെ ക്രമം വേണം. എങ്ങനെയാണ് പഠിക്കേണ്ടത് ഏത് ശാസ്ത്രമായാലും നാം പഠിക്കുമ്പോ ഒരു ക്രമമുണ്ടായിരിക്കും. ഒരാള് ഒരു കമ്പ്യൂട്ടർ സയൻസ് പഠിക്ക്യാണ് അപ്പൊ അതിന് ഒരു ക്രമമുണ്ട്. ആദ്യം, രണ്ടാമത്, മൂന്നാമത് എന്ന തരത്തില്. ഏത് ശാസ്ത്രത്തിനും അതിന്റെതായ്ട്ട്ള്ള ക്രമമുണ്ട്. അത്പോലെ തന്നെ വേദാന്തശാസ്ത്രത്തിന് ക്രമമുണ്ട്. ആ ക്രമമനുസരിച്ചാണ് നാമിത് പഠിക്കാനുദ്ദേശിക്ക്ന്നത്. അപ്പൊ ആ ക്രമമനുസരിച്ച് സമ്പ്രദായവിധിപ്രകാരം പഠിച്ചാൽ നമുക്കതിന്റെ യഥാർത്ഥമായ തത്വജ്ഞാനം, ആ യഥാർത്ഥസ്വരൂപം നമുക്ക് ബുദ്ധികൊണ്ട് അറിയാൻകഴിയും, ബുദ്ധിഗ്രാഹ്യമാകും. അല്ലെങ്കില് അവ്ടെയിവ്ടെയൊക്കെ വായിച്ച് എന്തെങ്കിലുവൊക്കെ അറിഞ്ഞാല് ഒന്നും നമുക്ക് ഉപയോഗപ്പെടുന്ന തലത്തില് വരില്ല. എന്തൊക്കെയോ ഇൻഫർമേഷന്സ് നമുക്ക് കിട്ടും. കുറേ അറിവ്കള് ഇങ്ങനെ കിട്ടും. പക്ഷെ അറിവ്കളൊന്നും ഉപയോഗത്തില് വരുന്ന ഒരവസ്ഥ, അനുഭവഗമ്യമായിവരുന്ന ഒരവസ്ഥ ഉണ്ടാകില്ല. അപ്പോ അതിന് ക്രമമായി തന്നെ പഠിക്കണം. എന്നാൽ മാത്രമേ അത് പ്രയോഗിക്കാൻ കഴിയൂ. അപ്പോ അത് പ്രയോഗിക്കുക എന്ന് പറഞ്ഞാൽ അതുകൊണ്ടുണ്ടാകുന്ന ശരിയായ ഗുണമാണ്. ഇപ്പോ നമുക്ക് ജീവിതത്തിലനേകം പ്രശ്നങ്ങള്ണ്ട് ഈ പ്രശ്നങ്ങളൊക്കെ ഒറ്റ് അടിക്ക് പരിഹരിക്കാൻ നമുക്ക് കഴിയില്ല. അപ്പോ നമ്മള് ക്രമമായിട്ടാണ് ഓരോന്ന് പരിഹരിച്ച് പോവുക. ഓരോന്ന് പരിഹരിക്കുമ്പൊഴും മറ്റൊന്ന് വന്ന് ചേരും. ഇങ്ങനെ നമ്മുടെ ജീവിതം മുഴുവൻ ഈ പരിഹാരം ചെയ്തുകൊണ്ട് തന്നെ തീരുകയാണ്. ജീവിതത്തിന്റെ പ്രശ്നപരിഹാരം മാത്രമാണ് നമ്മൾ ചെയ്യുന്നത്. ഒന്നാലൊയ്ച്ച് നോക്കുക. വേറൊന്നും നമുക്ക് ചെയ്യാൻ കഴിയുന്നില്ല. അപ്പൊ ഒന്നു പരിഹരിക്കുമ്പൊ മറ്റൊന്നു വരുന്നു എന്ന ക്രമത്തില് പ്രശ്നപരിഹാരം ചെയ്ത് നാം ജീവിതം തീർക്കുകയാണ്. അവിടെയാണ് വേദാന്തശാസ്ത്രത്തിന്റെ പ്രത്യേകത. അല്ലെങ്കില് വേദാന്തശാസ്ത്രത്തിന്റെ ഉപയോഗം. അപ്പോ ഈ പ്രശ്നപരിഹാരം ചെയ്ത് നമ്മളിങ്ങനെ പോയാൽ നമുക്ക് അവസാനം വരെയും അത് ചെയ്യാനെ സമയമുണ്ടാവൂ. നമ്മുടെ ജീവിതം നിശ്ചിതമാണ്. അല്ലെങ്കിൽ ജീവിതത്തിന്റെ ആയുസ് നിശ്ചിതമാണ്. ആ നിശ്ചിത ആയുവരെ നാം ജീവിക്കും. അത് കഴിഞ്ഞാൽ നമുക്ക് പിന്നെ കർമ്മങ്ങള് ചെയ്യാന് ഒന്നും പറ്റില്ലല്ലോ. അപ്പോ ജീവിതം എവടം വരെയുണ്ടോ അവ്ടം വരെയിരുന്നുകൊണ്ട് തന്നെ ഈ ശാസ്ത്രത്തെ അറിഞ്ഞാൽ ഈ പ്രശ്നങ്ങൾക്കൊക്കെ ഒറ്റയടിക്ക് പരിഹാരമായി വരും എന്നതാണതിന്റെ സത്യം. അപ്പൊ അത് എന്താണ്. എന്താണ് ജീവിതത്തിലെ നമ്മുടെ മുഖ്യമായിട്ട്ള്ള ലക്ഷ്യം. ആ ലക്ഷ്യത്തിന് വിഘാതങ്ങളായിട്ട്, തടസ്സങ്ങളായിട്ട് വര്ന്ന വസ്തുതകള്, അല്ലെങ്കിൽ പ്രശ്നങ്ങളെന്താണ് എന്ന് നോക്കുമ്പോ എല്ലാവരുടെയും പ്രാണിമാത്രം ഒരോ പ്രാണികളുടെയും എട്ത്താലെല്ലാവര്ടെയും ജീവിതലക്ഷ്യം മനുഷ്യന്റെ മാത്രവല്ല എല്ലാ ജനിച്ച പ്രാണികള്ടെയും ജീവിതലക്ഷ്യം ആനന്ദപ്രാപ്തിയാണ് സുഖപ്രാപ്തിയാണ്. ജനിച്ചത് മുതല് ഈ സുഖപ്രാപ്തിക്ക്ള്ള ആഗ്രഹം നമ്മുടെ മനസ്സില് നാമറിയാതെ തന്നെ നമ്മുടെ അന്തർ മനസ്സില് ഇങ്ങനെ വന്നുകൊണ്ടേയിരിക്കുന്നു അപ്പോ അതിനെ സംതൃപ്തമാക്കാൻ ആ സുഖപ്രാപ്തിക്ക് വേണ്ടിയിട്ടാണ് നാമോരോ കാര്യവും ചെയ്തു പോവ്ന്നത്. നാം വിദ്യാഭ്യാസം ചെയ്യുന്നതും ജോലി ചെയ്യുന്നതും ഒക്കെ നമ്ക്കറിയാം ഈ സുഖപ്രാപ്തിക്ക് വേണ്ടിയാണ്. എന്നാൽ പലപ്പോഴും നാം ഇതിനെക്കുറിച്ച് വ്യക്തമായിട്ട് അറിയുന്നില്ല. ഒര് ധാരണ നമുക്കില്ല. എന്തിനാണ് നാം ജീവിക്ക്ന്നത്, ആ ജീവിതത്തിന്റെ ലക്ഷ്യം എന്താണ്, അതിനെ എങ്ങിനെ നമുക്ക് പ്രാപിച്ച് സംതൃപ്തരാകാം എന്ന് നമുക്കറിയാൻ കഴിയുന്നില്ല. അപ്പോ ഈ സുഖം, എത്ര സുഖം വേണം എന്ന് നാം ചിന്തിച്ചാൽ ആർക്കും അതിനുത്തരവില്ല. എത്ര സുഖമ്ണ്ടായാൽ നാം സംതൃപ്തരാകും എന്ന് ചോദിച്ചാൽ നാം പറയുന്നൊരുത്തരം, അല്ലെങ്കില് നമുക്ക് മനസിലാക്കാൻ കഴിയുന്നത്, അങ്ങനെ ചിന്തിച്ചിട്ടുണ്ടോ എന്ന് തന്നെ സംശയാണ്. നമ്മിൽ പലരും അങ്ങനെ ചിന്തിച്ചിട്ട്കൂടിണ്ടാവില്ല. എത്ര സുഖം വന്നാൽ, എത്ര ആയാൽ, എത്ര ധനം വന്നാൽ നമ്മള് സംതൃപ്തരാകും. അപ്പോ ഒന്ന് ചിന്തിച്ച് നോക്കുക. അപ്പൊ ആ സുഖത്തിന്റെ ഒരു പരിമിതി, കാരണം എല്ലാം പരിമിതമാണ്, നമ്മടെ ജീവിതം തന്നെ പരിമിതമാണ്, അനന്തമല്ല. അപ്പോ പരിമിതമായ ജീവിതത്തിൽ നിന്നുകൊണ്ട്, പരിമിതകാലയളവിൽ നിന്നുകൊണ്ട് അനന്തമായ സുഖത്തെ നാമാഗ്രഹിച്ചാൽ അന്തമില്ലാത്ത സുഖത്തെ, എപ്പോഴുമുണ്ടാകുന്ന നിരന്തരമുണ്ടാകുന്ന സുഖത്തെ നാമാഗ്രഹിച്ചാൽ അതെങ്ങനെ പ്രാപിക്കാൻ കഴിയും അതിനുള്ള ഷോർട്കട്ടെന്താണ് അതാണ് വേദാന്തശാസ്ത്രം പ്രതിപാദിക്ക്ന്നത്. നമ്മുടെ സനാതനധർമ്മത്തിന്റെ ആദിഗുരുക്കളയിട്ട്ള്ള ആ മഹർഷിമാര്, അവര് ജീവിതത്തിന്റെ യാഥാർത്ഥ്യത്തെക്കുറിച്ച്, ജീവിതത്തിന്റെ വ്യാവഹാരിക തലങ്ങളെക്കുറിച്ച്, ഈ ജീവിതം കൊണ്ടെന്താണ് സഫലമാക്കേണ്ടത് എന്നതിനെക്കുറിച്ച് ധ്യാനിച്ച്, ചിന്തിച്ച്, മനനം ചെയ്തറിഞ്ഞതിന്റെ ഫലമാണ് നമുക്ക് ഇന്ന് കിട്ടിയിട്ട്ള്ള ശാസ്ത്രങ്ങളൊക്കെ. മനുഷ്യന് വേണ്ടി എറ്റവും ഹിതമായതെന്തായിരിക്കും, മനുഷ്യന് ഏറ്റവും ഹിതമായിട്ട്ള്ളത് മനുഷ്യന്റെ സുഖവും തൃപ്തിയുവാണ്. അതാണ് ഏറ്റവും ഹിതം. അപ്പോ നമ്മള് ഹിതമെന്ന് പറയുമ്പോ നമ്മുടെ സുരക്ഷിതത്വവും നമ്മുടെ ആ സുരക്ഷിതജീവിതത്തിൽ നിന്നുകൊണ്ടുള്ള സുഖവുമാണ് നാം ആഗ്രഹിക്ക്ന്നത്. അപ്പോ അങ്ങനെ ഹിതതമമായത് സുഖമാണ് എന്ന് മനസിലാക്കി ആ സുഖത്തെ പ്രാപിക്കാന്ള്ള യഥാർത്ഥ ഉപായമെന്താണ് എന്ന് മനസിലാക്കുക. അങ്ങനെയാണ് ഈ ശാസ്ത്രങ്ങളൊകെ നമുക്ക് വേണ്ടി പ്രകടമാക്കിയത്. അതിനെക്കുറിച്ച് ഈ ഗ്രന്ഥത്തില് നാം പഠിക്കും. അപ്പോ അത് പഠിക്കാന്ള്ള ക്രമം ആണ് നാം ഇവിടെ, ആദ്യത്തെ ക്രമത്തില് പ്രകരണഗ്രന്ഥങ്ങളെയാണ് പഠിക്കേണ്ടത്. പ്രകരണ ഗ്രന്ഥങ്ങളെന്ന് പറഞ്ഞാൽ പ്രാരംഭികഗ്രന്ഥങ്ങൾ എന്ന് തന്നെയാണ് അർത്ഥം. ഒരു ശാസ്ത്രത്തിന്റെ പ്രാരംഭിക ഗ്രന്ഥങ്ങൾ, ബാലപാഠങ്ങൾ അതിനെയാണ് സംസ്കൃതഭാഷയില് പ്രകരണ ഗ്രന്ഥങ്ങളെന്ന് പറയുന്നത്. അപ്പോ ഈ പ്രകരണ ഗ്രന്ഥങ്ങളുടെ ലക്ഷണവൊക്കെ പറഞ്ഞ്ട്ട്ണ്ട്. അപ്പോ ആ ലക്ഷണമനുസരിച്ച് നാം പഠിക്കാൻ പോകുന്ന വ്യാപകമായ, ബൃഹത്തായ ആ വിഷയത്തെക്കുറിച്ച് അല്പമായൊരു പ്രതിപാദനം ചെയ്ത്, ഏതെങ്കിലും ഒരു, അതിന്റെ ഒരു വിഷയം, ഒരു കാര്യത്തെ വ്യക്തമായി പറഞ്ഞ് അതിനെ വിസ്തരിക്കുന്നു. അപ്പോ അതില് അനേകം ബിന്ദുക്കളുണ്ടാകും, അനേകം കാര്യങ്ങളുണ്ടാകും. അതില് ഒരു കാര്യത്തെ എടുത്ത് പറഞ്ഞ് വിസ്തരിക്കുകയാണ് ഒരു പ്രകരണഗ്രന്ഥം ചെയ്യുന്നത്. അങ്ങനെ അനേകം പ്രകരണ ഗ്രന്ഥങ്ങള് ഒരോ ശാസ്ത്രത്തിലും ഉണ്ടായിട്ട്ണ്ട്. വേദാന്ത ശാസ്ത്രത്തിന്റെ പ്രമുഖമായ പ്രകരണഗ്രന്ഥങ്ങള് എല്ലാം തന്നെ രചിച്ചത് ഭഗവത്പാദ ശങ്കരാചാര്യ സ്വാമിജികളാണ്. കേരളത്തിൽ ജനിച്ച് ലോകം മുഴുവൻ അറിയുന്ന വലിയ ജ്ഞാനിയായ്ത്തീർന്ന, വേദാന്തത്തിന്റെ ജ്ഞാനിയും വക്താവും മഹാ ആചാര്യനുമായിരുന്ന ശങ്കരാചാര്യ സ്വാമികൾ. അദ്ദേഹം ലോകഹിതത്തിനായിട്ട്, നമ്മടെ ഓരോരുത്തരുടെയും ഹിതത്തിനായിട്ട് ഭാഷ്യങ്ങള് രചിക്കുകയും, അതോടൊപ്പം സ്തോത്രഗ്രന്ഥങ്ങള് രചിക്കുകയും, പ്രകരണ ഗ്രന്ഥങ്ങള് രചിക്കുകയും ചെയ്തു. അപ്പോ ഭാഷ്യങ്ങള് നേരത്തെ പറഞ്ഞതു പോലെ പണ്ഡിതന്മാരുടെ അല്ലെങ്കില് ആ പാണ്ഡിത്യമത്രയും ആകുമ്പോഴാണ് ഭാഷ്യഗ്രന്ഥങ്ങള് പഠിക്കാൻ കഴിയുക. ഭാഷ്യഗ്രന്ഥങ്ങളെ, നമ്മുടെ ശാസ്ത്രീയ ഭാഷയില്, നമ്മള് ഇപ്പൊ ഇവിടെ സംസ്കൃത ശാസ്ത്രീയ ഭാഷയില്, ആഖര ഗ്രന്ഥങ്ങളെന്നാ പറയുക. ആഖരമെന്ന് പറഞ്ഞാൽ ഖനി എന്നർത്ഥം. ഇപ്പോ സ്വർണഖനി, അതുപോലെ മറ്റ് ഖനികളൊക്കെ ഉണ്ടല്ലോ, അതുപോലെ ഖനി എന്നർത്ഥം. ആ ഖനി ആണ്ത്. എല്ലാം നമുക്കവിട്ന്ന് ലഭ്യമാകും. അല്ലെങ്കിൽ മഹത്തായ വസ്തുക്കളൊക്കെ അതിൽനിന്ന് ലഭ്യമാകും എന്നർത്ഥത്തില് ആഖരഗ്രന്ഥങ്ങളെന്ന് പറയും. അപ്പൊ ഈ ആഖരഗ്രന്ഥങ്ങള്, ഭാഷ്യഗ്രന്ഥങ്ങള് പഠിക്ക്ന്നതിന് മുമ്പായിട്ട് വേദാന്തത്തിന്റെ പരിഭാഷാശബ്ദങ്ങള്, അല്ലെങ്കിൽ ടെക്ക്നിക്കൽ ടേർമ്സ്, ടെർമിനോളജീസ്, അതൊക്കെ നാം അറിഞ്ഞിരിക്കണം. ഓരോ ശാസ്ത്രത്തിനും അങ്ങനെയാണ്. ആ ശാസ്ത്രത്തിന്റെ വാക്ക്കള്, അതിലുപയോഗിക്കുന്ന പദങ്ങള്, പദങ്ങളുടെ യഥാർത്ഥ അർത്ഥം, അതിന്റെ പ്രായോഗികത, ഇതൊക്കെ നാം അറിഞ്ഞിരിക്കേണ്ടത്ണ്ട്. എന്നാലെ ആ ശാസ്ത്രപഠനം സരളമാകൂ, പൂർണമാകൂ. അത്പോലെതന്നെ വേദന്തശാസ്ത്രങ്ങൾക്കും ഇത്തരം ശബ്ദങ്ങള്ണ്ട്. അപ്പോ ആ ഓരോ ശബ്ദത്തിന്റെയും പ്രയോഗത്തിൽ നാം ശരിക്കറിയേണ്ട അർത്ഥം, അതിന്റെ യഥാർത്ഥ അർത്ഥമെന്താണ് എന്ന് പറയുന്ന ഗ്രന്ഥങ്ങളാണീ പ്രകരണ ഗ്രന്ഥങ്ങള്. ഒരാശയത്തെ എട്ത്ത് അതിനെ സ്പഷ്ടമായി പറയുക. അപ്പൊ അങ്ങനെ പറയുന്ന ഈ പ്രകരണ ഗ്രന്ഥങ്ങളിൽ ശങ്കരാചാര്യസ്വാമിജികൾക്ക് ശേഷവും അനേകം പ്രകരണഗ്രന്ഥങ്ങള് വന്നിട്ട്ണ്ട്. എന്നാൽ ശങ്കരാചാര്യസ്വാമിജികള് രചിച്ച പ്രകരണ ഗ്രന്ഥങ്ങള്, മുപ്പത്തിയേഴിലധികം പ്രകരണഗ്രന്ഥങ്ങള്ണ്ട്. അതില് അദ്ദേഹത്തിന്റെ പ്രധാനമായ പ്രകരണഗ്രന്ഥങ്ങളില് ഒന്നാണ് നാമിവിടെ അധ്യയനം ചെയ്യാൻ നിശ്ചയിച്ചിട്ട്ള്ള ഉപദേശപഞ്ചരത്നം എന്ന ഗ്രന്ഥം. ഇതില് പേരു പറയുന്നത് പോലെ തന്നെ ഉപദേശങ്ങളുടെ പഞ്ചരത്നം. അപ്പോ അഞ്ച് ശ്ലോകങ്ങളിൽ ഉണ്ടാക്കിയ ഉപദേശങ്ങളാണിതിലുള്ളത്. അത് കഥയനുസരിച്ച് 'പ്രാഹാന്തേ പഞ്ചരത്നാഖ്യം സ്തോത്രം ജ്ഞാനപ്രദായകം' എന്നൊരു വാക്ക്യമുണ്ട്. ഇത് ശ്രീ സദാശിവസ്വാമിജികള് ഈ ഉപദേശപഞ്ചരത്നത്തിനൊരു വ്യാഖ്യാനമെഴുതിയിട്ട്ണ്ട് സംസ്കൃതത്തില്, പൗരാണികമായ വ്യാഖ്യാനമാണ്, അത് കാരികാശ്ലോകരൂപത്തിലാണ് എഴുതിയിരിക്കുന്നത്. അതില് അദ്ദേഹം ഇങ്ങനെ ഒരു ആഖ്യാനം പ്രതിപാദിക്ക്ന്ന്ണ്ട്. 'പ്രാഹാ അന്തേ പഞ്ചരത്നാഖ്യം'. ശങ്കരാചാര്യസ്വാമിജികള്ടെ അവസാന ഉപദേശമാണ്, അന്തത്തില്, ഏറ്റവും അവസാനം ചെയ്ത ഉപദേശമാണ്, അതാണ് ഈ പഞ്ചരത്നം. ശങ്കരാചാര്യസ്വാമിജികള് ആകാശഗമനം ചെയ്യാൻപോകുമ്പോൾ, ആകാശസമാധി സ്വീകരിക്കാൻ പോവുന്നതിന് മുമ്പായിട്ട്, ശിഷ്യന്മാരെല്ലാവരും ചേർന്ന് ആചാര്യസ്വാമിജികളൊട് ചോദിക്ക്യാണ് അങ്ങയുടെ ഉപദേശങ്ങൾ എല്ലാം നാം സ്വീകരിച്ചു, എന്നാൽ ലോകത്തിന് വേണ്ടി അവസാനമായിട്ട്, സംഗ്രഹിച്ച്, അങ്ങേക്ക് പറയനുള്ളതെന്താണ് എന്ന് നമുക്ക് ശ്രവിക്കാൻ, കേൾക്കാനാഗ്രഹമുണ്ട് എന്ന് പറയുമ്പോ, അല്ലെങ്കിൽ ചോദിക്കുമ്പോ, ആ ആകാശഗമനയാത്രയ്ക്ക് മുമ്പായിട്ട് അവസാനം ഉപദേശിച്ച് കൊടുത്ത ശ്ലോകങ്ങളാണ് നാം പഠിക്കാൻ പോകുന്നത്. ആ ഒരു ഭാവന നമ്മുടെ മനസില്ണ്ടായിരിക്കണം. ഇപ്പോ ഇതൊരു പഠനരീതിയിലാണ് നാം ചെയ്യാൻ പോകുന്നത്, ഒരു പ്രഭാഷണരീതിയിലല്ല. അപ്പോ ഇന്ന് നമ്മള് ഉപോദ്ഘാതമായിട്ട് ഇത്രെയും കാര്യങ്ങള് മനസിലാക്കി. പഠനരീതി എന്ന് പറയുമ്പോ ശ്ലോകങ്ങള് നാം ഉച്ചരിക്കയും അത് നിങ്ങള് ശ്രോതാക്കള് അനുച്ചാരണം ചെയ്യുകയും ചെയ്യും. ആദ്യം ഞാനുച്ചരിക്കുന്നു അത് കഴിഞ്ഞ് അതിനെ നിങ്ങളും ഉച്ചരിക്കുന്നു. അങ്ങനെ ഉച്ചരിച്ച് അഭ്യസിക്കുന്നു. അത് ഒരു രീതിയാണ്, സമ്പ്രദായരീതിയാണ്, ശ്രോതപരമ്പരയുടെ ഒര് രീതി. അപ്പോ നമുക്ക് ഉച്ചരിക്കാനുള്ള അഭ്യാസവുമാകും. നാമെന്താണ് കേൾക്ക്ന്നത് എന്ന് ഒരു ബോധവും നമുക്ക് തെളിയും. പിന്നെ ആ ശ്ലോകം അഭ്യസിച്ച് വീണ്ടും വീണ്ടും അതിനെ ആവർത്തിച്ച് മനസ്സില് നന്നായിട്ട് ഉറപ്പിച്ച് അത് കാണാതെ തന്നെ ഹൃദിസ്ഥമാക്കുകയാണെങ്കില് വളരെ നന്നായിരിക്കും അതാണ് അഭ്യാസ രീതി. അപ്പോ എത്ര കഴിയുമോ അത്രയും അത് ചെയ്യുക. ഇതില് ഈ ഉപദേശപഞ്ചരത്നമെന്ന ഈ മഹത്തായ പ്രകരണഗ്രന്ഥത്തില് കേവലം അഞ്ച് ശ്ലോകങ്ങളെയൊള്ളൂ. ഈ അഞ്ച് ശ്ലോകങ്ങളില് ആചാര്യസ്വാമിജികള് നാല്പത് ഉപദേശമാണ് പറഞ്ഞിട്ട്ള്ളത്, ശെരിക്ക് ഒരു ഗണിതം പോലെയാണ്, ഒരു കണക്ക് പോലെയാണ്. ആചാര്യസ്വാമിജികളുടെ ജീവിതത്തില് അദ്ദേഹം ചെയ്ത കാര്യങ്ങളെല്ലാം വളരെ വ്യവസ്ഥിതമായിരുന്നു, അതായത് ഓർഗനൈസ്ഡ് ആയിരുന്നു. അതിന് കാരണം തന്നെ പറയുന്നത് നമ്മുടെ ആചാര്യന്മാരും ഗുരുക്കന്മാരുമൊക്കെ പറയാറ്ള്ളത്, കാരണം, അദ്ദേഹത്തിന് സമയം വളരെ കുറച്ചാണ് ആയുസ്സായിട്ട് കിട്ടിയിട്ട്ള്ളത്, അപ്പോ ആ അല്പ ആയുസ്സില് എല്ലാ കാര്യങ്ങളും ചെയ്ത് പോണം, വേണ്ടതൊക്കെ ചെയ്ത് തീർക്കണം എന്നു. ആ ഒരു തത്രപാട് ഉണ്ടായിരുന്നത് കൊണ്ട് എല്ലാം വ്യവസ്ഥിതമായിട്ട് ചെയ്തു. അല്പം പോലും സമയം വ്യർത്ഥമായിട്ട് കളയാതെ, വേണ്ടസമയത്ത് വേണ്ടത് ചെയ്തു തീർത്തത് കൊണ്ടാണ് ഈ അല്പ ആയുസ്സിൽ തന്നെ ഇത്ര അധികം കാര്യങ്ങള് ആചാര്യസ്വാമിജികൾക്ക് ചെയ്ത്പോകാൻ കഴിഞ്ഞത് എന്ന് പറയാറ്ണ്ട്. അതൊരു അഭിപ്രായം, അല്ലെങ്കിൽ ഒരു ചിന്തനമാണെന്നെ ഉള്ളു. നമുക്ക് നോക്കിയാലും നമുക്ക് മനസിലാവും നമുക്ക്പ്പോ എവിടെയെങ്കിലും പെട്ടെന്ന് പോകേണ്ടതുണ്ട്, രാവിലെ കുറേ കാര്യങ്ങളൊക്കെ ചെയ്തു തീർക്കണമെങ്കില്, നമ്മള് പെട്ടെന്ന് പെട്ടെന്ന് ആ സമയം വ്യവസ്ഥിതമാക്കി ചെയ്യും. ഇപ്പൊ, എവിടെയെങ്കിലും, യാത്ര പോണം, അല്ലെങ്കിൽ എയർപ്പോർട്ടില് ഫ്ളൈറ്റ് പിടിക്കണം, അപ്പോ അതിനു മുമ്പായിട്ട് ചില കാര്യങ്ങൾ ചെയ്ത് തീർക്കാന്ണ്ടെങ്കില് നമ്മള് ആ വ്യവസ്ഥിതമായിട്ട് ചെയ്യും. അപ്പോ കാലയളവിന്റെ, കാലയളവ് നമുക്ക് കിട്ടിയാൽ, പരിമിതി കിട്ടിയാൽ അങ്ങനെ വ്യവസ്ഥിതമായിട്ട് ചെയ്ത് തീർക്കാൻ പറ്റും. ഇപ്പോ നമുക്ക് പലപ്പോഴും സംഭവിക്ക്ന്നത് നമ്മളിങ്ങനെ ദീർഘ കാലം ജീവിച്ചിരുക്കുമെന്ന് ആശിച്ചുകൊണ്ടിരിക്ക്യാണ്. അപ്പൊ അതുകൊണ്ട്, ങ്ഹാ, ഇനി ഇന്ന് നടന്നില്ലെങ്കിലും കൊഴപ്പല്ല്യാ, നാളെയാകട്ടെ, മറ്റന്നയാകട്ടെ എന്നിങ്ങനെ ദീർഘമായിട്ട് ചിന്തിക്കും. ഏത് കാര്യം എത്രപെട്ടെന്ന് ചെയ്യുന്നുവോ അതാണ് ആ കാര്യത്തിന്റെ സിദ്ധി. യഥാകാലം ചെയ്യേണ്ട കാര്യം യഥാകാലത്ത് ചെയ്തില്ലാ എങ്കില് പിന്നെ ആ കാര്യം ചെയ്തതുകൊണ്ട് പലപ്പോഴും ഉപയോഗമുണ്ടാകില്ല. ചെലപ്പോ അതുകൊണ്ട് പ്രശനങ്ങളും ഉണ്ടായെന്ന് വരും. അപ്പോ അത് ആചാര്യസ്വാമിജികള്, ജീവിതത്തില് ആ വ്യവസ്ഥിതമായ കാര്യം കൂടി നാം പഠിക്കണം എന്ന്, നമ്മുടെ ഗുരുക്കന്മാര് പറയാറ്ണ്ട്. അപ്പോ അങ്ങനെ ഈ ശ്ലോകത്തില് നമുക്കത് കാണാം. അഞ്ച് ശ്ലോകങ്ങളില് നാല്പതുപദേശങ്ങളുണ്ട്. ഓരോ ശ്ലോകത്തിലും എട്ട് ഉപദേശം വച്ചാണ് ആ ക്രമം പോവുന്നത്. അങ്ങനെ നാല്പതുപദേശങ്ങള്ണ്ട്. ഈ നല്പതുപദേശത്തില് മുപ്പത്തിരണ്ടുപദേശങ്ങള് സാധകർക്ക് സാമാന്യമായത്, ഗൃഹസ്ഥർക്കും ബ്രഹ്മചാരികൾക്കും വാനപ്രസ്ഥരുമായിട്ട് പല അവസ്ഥകളിലുമുള്ള സാധകർക്ക്, മുമുക്ഷുക്കളായിട്ട്ള്ള സാധകർക്ക്, ഉപയുക്തമായിട്ട്ള്ള കാര്യങ്ങളാണ് മുപ്പത്തിരണ്ടുപദേശങ്ങളിലുള്ളത്. പിന്നെ അവസാന എട്ട് ഉപദേശങ്ങള് ജീവൻ മുക്ത്യവസ്ഥയില്, നമ്മ്ള് നേരത്തെ പറഞ്ഞ ആ ആത്മജ്ഞാനം സിദ്ധിച്ച് കഴിയുമ്പോ പരമസുഖം, അനന്തമായ സുഖത്തിന്റെ, സ്വരൂപമാകുന്ന നമ്മുടെ ആത്മാവ്, ആ ആത്മാവിന്റെ സ്വരൂപ ജ്ഞാനം സിദ്ധിക്കുമ്പോ ഉണ്ടാകേണ്ട അവസ്ഥ, അതിനെയാണ് ജീവന്മുകതാവസ്ഥ എന്ന് പറയുന്നത്. നമുക്കോരോരുത്തർക്കും ആ ജീവന്മുക്താവസ്ഥ പ്രാപികാന്ള്ള യോഗ്യതയ്ണ്ട്. ക്വോളിഫിക്കേഷന്ണ്ട്. അതായത് നമുക്ക് സാമർത്ഥ്യമുണ്ട്. എന്നാൽ അതിനെ നമ്മള് പ്രയോഗിച്ചാൽ പ്രാപിക്കാൻ കഴിയും. അപ്പോ അറിവിന്റെ തലത്തില് നമ്മുടെ ബുദ്ധിയെ കൊണ്ടുപോയി അവിടെ എത്തിക്കാൻ കഴിയും എന്നാണ് പറയുന്നത്. അതുകൊണ്ടാണ് ആചാര്യ സ്വാമിജികളീ അഞ്ച് ശ്ലോകങ്ങളിൽ തന്നെ എല്ലാം ചുരുക്കി പറയുന്ന കൂട്ടത്തില് ജീവന്മുക്തിയവസ്ഥയേയും വ്യാഖ്യാനിച്ചു വച്ചത്. അപ്പോ ജീവന്മുക്ത്യവസ്ഥ നമ്മുടെ ലക്ഷ്യമാണ് അതിന്ള്ള യോഗ്യത നമുക്ക്ണ്ട്. ആ യോഗ്യതയെ നമുക്ക് പ്രയോജനപ്പെട്ത്താം. അതിനവസരം നാം കണ്ടെത്തി പ്രയോജനപ്പെട്ത്തണം. അപ്പോ പലപ്പോഴും നാം ആ തലത്തിൽ ചിന്തിക്കുമ്പോ, ഇപ്പോ നേരത്തെ ഞാൻ പറഞ്ഞു അവിടെ ഭേദങ്ങളൊന്നും ഇല്ല എന്നുള്ളത്. അവിടെ ആരോഗ്യമോ, അനാരോഗ്യമോ, അല്ലെങ്കില് വലിയ ബുദ്ധിമാന്മാർക്ക് മാത്രമേ ഈ വേദാന്തം പഠിക്കാൻ കഴിയുള്ളൂ, അങ്ങനെയില്ല. അങ്ങനെ പലരും കരുതുന്ന്ണ്ട്. വേദാന്തശാസ്ത്രമൊക്കെ വളരെ ബുദ്ധിയുള്ളവർക്ക്, തീവ്രമായ്ട്ട്ള്ള, കൂർമ്മബുദ്ധിയുള്ളവർക്ക് വേണ്ടതാണ്, ചെയ്യാൻ കഴിയുന്നതാണ്, നമുക്കൊന്നും അതാകില്ല എന്ന് പലരും ചിന്തിക്ക്ന്ന്ണ്ട്. വാസ്തവത്തില് അങ്ങനെയില്ല. ബുദ്ധി, എല്ലാകാര്യത്തിലും ബുദ്ധിവേണം എന്നുള്ളത് നമുക്ക് അറിയാവുന്നതാണ്. ബുദ്ധിയില്ലാതെ ഒരു കാര്യവും നമുക്ക് ചെയ്യാൻ പറ്റില്ല. പക്ഷെ വേദാന്തം വലിയൊരു ബുദ്ധിമാന് മാത്രമെ പ്രാപിക്കാൻ കഴിയൂ എന്നില്ല. വേദാന്തത്തെ മനസിലാക്കാൻ വേണ്ടത്ര പരിചയം നമുക്ക് വേണം, അഭ്യാസം നമുക്ക് വേണം എന്നതെയൊള്ളു. അപ്പോ ബുദ്ധിമത്ത അതിനെ മനസിലാക്കാനും, ഓർമ്മിക്കാനും, അതിനെ പഠിക്കാനും, പഠിപ്പിക്കാനും, ഗ്രന്ഥങ്ങൾ രചിക്കാനുമൊക്കെ ഓർമ്മശക്തിയും, ബാക്കി അതിന്റെ പ്രായോഗികമായിട്ട്ള്ള അറിവ്കളും ഒക്കെ വേണം. അതൊക്കെ എല്ലാ സാധാരണമായിട്ട് കരുതുന്നത് പോലെ തന്നെയെ ഒള്ളൂ. അങ്ങനെ പറയാൻ കാരണം ഈ വേദാന്തം പറയുന്ന തത്വശാസ്ത്രം അനുഭവവേദ്യമാണ്, അത് നമ്മുടെ സ്വരൂപം തന്നെയാണ്. അപ്പോ അതില്, വലിയ ഓർമശക്തിയുള്ള ആളിന്, വലിയ ബുദ്ധിശക്തിയുള്ള ആളിന്, കൂർമ്മബുദ്ധിയുള്ള ആളിന് മാത്രമേ പറ്റൂ എന്നില്ല. നമ്മുടെ പുരാണങ്ങളിലൊക്കെ കഥകളും മറ്റുമൊക്കെ അനേകമുണ്ട്, അവിടെ ആ തത്വശാസ്ത്രമറിഞ്ഞ് ആത്മസാക്ഷാത്കാരം ചെയ്യാൻ കഴിയുക. ഏത് പ്രക്രിയയിലൂടെ ആയാലും, ഏത് വിധത്തിലായാലും, ഏത് സാധനാമാർഗത്തിലായാലും ആത്മസാക്ഷാത്കാരം ലഭ്യമാകുന്ന ആ അവസ്ഥയിലെത്തിയാൽ അവടെ അത് സാക്ഷാത്കാരമാണ്. ഈ മാർഗങ്ങള് പറയുമ്പോ വേദാന്തത്തിൽ, നേരത്തെ ഞാൻ ആദ്യം പറഞ്ഞതുപോലെ, വേദാന്തമാണ് ഇതിന്റെ ആധാരം. വേദാന്തവല്ലാതെ മറ്റൊരു പ്രത്യയശാസ്ത്രവും, മറ്റൊരു ദർശനശാസ്ത്രവും, ആത്മാവിന്റെ സ്വരൂപത്തെക്കുറിച്ച്, മോക്ഷരൂപത്തില് ഈ രീതിയിൽ പ്രതിപാദിക്ക്ന്നില്ല. ഓരോ ശാസ്ത്രങ്ങള്ടെയും വിഭാഗവുണ്ട് അതതനുസരിച്ച്. അതുകൊണ്ടാണ് ഈ ആത്മാവിന്റെ അഭേദ്യമായ, അദ്വൈതമായ ഈ സ്വരൂപം അറിയാൻ നമുക്ക് വേദാന്തം തന്നെ ആശ്രയിക്കേണ്ടി വരുന്നത്. മറ്റ് ശാസ്ത്രങ്ങളൊന്നും ഇത്തരത്തിൽ പ്രതിപാദിക്ക്ന്നില്ല. ഇപ്പോ നേരത്തെ ഞാൻ പറഞ്ഞത്പോലെ, ആ അദ്വൈതഭാവനയില് എത്തിച്ചേരാൻ ഒരോരുത്തർക്കും അവകാശമുണ്ട് എന്ന് നമ്മുടെ ശാസ്ത്രങ്ങള് പറയുന്നു. കർമ്മസംബന്ധമായിട്ട്ള്ള വിഭാഗങ്ങള് വേറെയാണ്. കർമ്മസംബന്ധമായിട്ട്ള്ള വിഭാഗങ്ങൾക്ക് വേദാന്ത പ്രത്യയ ശാസ്ത്രത്തില് നേരിട്ട് ബന്ധവില്ല. അപ്പോ കർമ്മ സംബന്ധമായിട്ട്ള്ള അനുഷ്ഠാനങ്ങളും ആചാരങ്ങളുമൊക്കെ നാം ചെയ്താൽ അത് ഒരു തലം വരെ നമ്മടെ യോഗ്യതയെ പ്രകടമാക്കാൻ, മനസ്സിന്റെ യോഗ്യതയെ പ്രകടമാക്കാൻ സഹായിക്കും. അപ്പോ അതുകൊണ്ട് അത് വേണം. എന്നാൽ അതല്ല, അതല്ല അതിന്റെ പൂർണത. അങ്ങനെ വരുമ്പോ നമുക്ക് നിശ്ചയമായിട്ടും പറയാവുന്നത് ഈ പ്രകരണഗ്രന്ഥങ്ങളിലൂടെ, ഓരോരോ പ്രകരണഗ്രന്ഥങ്ങള് നാം മനസിലാക്കി, അതിന്റെ യഥാർത്ഥമായ സ്വരൂപത്തില്, ആഖരഗ്രന്ഥത്തിന്റെ ആ സ്വരൂപത്തില് നമുക്ക് എത്താൻ കഴിയും. അതാണ് നമുക്കിവിടെ മനസിലാക്കാൻ കഴിയുന്നത്. അപ്പോ അതിന് ശങ്കരാചാര്യ സ്വാമിജികള്, കരുണാമയനായ ആചാര്യസ്വാമിജികള് നമുക്ക് കനിഞ്ഞ് തന്ന ഈ പ്രകരണ ഗ്രന്ഥങ്ങള്, അത്പോലെതന്നെ സ്തോത്രഗ്രന്ഥങ്ങളിലും, എല്ലാ സ്ഥലത്തും ആചാര്യസ്വാമിജികള് ഇത് തന്നെയാണ് പറഞ്ഞത്. എന്നാൽ പ്രകരണ ഗ്രന്ഥങ്ങള്, ആ പഠിക്ക്ന്ന രീതിയില് കുറച്ച്കൂടി വ്യവസ്ഥിതമാണ്. അത് നമുക്ക് വരുന്ന ഭാഗങ്ങളില് അധ്യയനം ചെയ്യാം. ഇവിടെ ഞാനിന്ന് പറഞ്ഞത് പോലെ അഞ്ച് ശ്ലോകങ്ങളാണ് ഉള്ളത് അതില് അഞ്ച് ശ്ലോകങ്ങളിലും ആദ്യത്തെ ശ്ലോകം, ഇപ്പൊ ഉള്ള, ഇനിയുള്ള ആ ---[44:06] സമയത്ത് ഒന്ന് ഉച്ചരിക്കാം. ഉച്ചരിച്ച് ആദ്യം പറഞ്ഞ ആ ഉപദേശത്തെ കുറിച്ച് ഒന്ന് മനസിലാക്കിയിട്ട് ഈ എന്റെ വശത്ത്ന്നുള്ള ഈ പ്രഭാഷണം ഇത് സംബന്ധമായിട്ട് വിചാരം നിർത്തിയിട്ട് പിന്നെ നമ്ക്ക് ചോദ്യോത്തരങ്ങളിലേക്ക് കടക്കാം. അപ്പോ എല്ലാവർക്കും ഈ ഗ്രന്ഥത്തിന്റെ പി ഡി എഫ് കിട്ടിയിട്ടുണ്ട് എന്ന് കരുതുന്നു. അത് നേരത്തെ തന്നെ ഗ്രൂപ്പിലൊക്കെ ഷെയറ് ചെയ്തിരുന്നു. ഇല്ലെങ്കില് തത്കാലം കേൾക്കുക എന്നിട്ട് അതിന് അതിന്റെ ഗ്രന്ഥം കയ്യിൽ കരുതുന്നത് നന്നായിരിക്കും. അപ്പോ ആദ്യത്തെ ശ്ലോകം ഒന്നുച്ചരിക്കുകയാണ്. വേദോ നിത്യമധീയതാം തദുദിതം കർമ്മ സ്വനുഷ്ഠീയതാം. തേനേശസ്യ വിധീയതാമപചിതിഃ കാമ്യേ മതിസ്ത്യജ്യതാം. പാപൗഘഃ പരിധൂയതാം. ഭവസുഖേ ദോഷോഽനുസന്ധീയതാം. ആത്മേച്ഛാ വ്യവസീയതാം. നിജഗൃഹാത് തൂർണം വിനിർഗമ്യതാം. അപ്പോ നേരത്തെ പറഞ്ഞു ഇതാചാര്യസ്വാമിജികള്ടെ അവസാന ഉപദേശമാണെന്നാണ് കഥ. അതുകൊണ്ട്തന്നെ എല്ലാം സംഗ്രഹിച്ചാണ് പറയുന്നത്. ഇതില് എട്ടുപദേശങ്ങള്, ഓരോ ശ്ലോകത്തിലും എട്ടുപദേശങ്ങള്ണ്ട്. അതില് ഒന്നാമത്തെ ഉപദേശം വേദോ നിത്യമധീയതാം. വേദത്തെ നിത്യം അധ്യയനം ചെയ്യണം എന്ന് വാക്കിനർത്ഥം. അധ്യയനം ചെയ്യണം, അധ്യയനം ചെയ്താലും, പഠിച്ചാലും എന്ന ക്രിയാപദമാണ് ആചാര്യസ്വാമികളിതില് പ്രയോഗിച്ചിരിക്കുന്നത്. അതില് ഈ അധീയതാം എന്ന്ള്ള ക്രിയാപദത്തിന്റെ ഒരു വിശേഷമുണ്ട് ഇത് ആദ്യം ആ ധാതുസംബന്ധമായ്ട്ടൊര് കാര്യം പറഞ്ഞാൽ അതിന്റെ ഒരു രഹസ്യം, മഹത്ത്വം നമുക്ക് മനസിലാകും. ആചാര്യസ്വാമിജികൾ വളരെ ആദരഭാവത്തോടുകൂടി എല്ലാവരെയും തന്റെ സ്വരൂപം തന്നെയായി കണക്കാക്കി. അത്രയും സ്നേഹവും ആദരവും പ്രകടമാക്കിക്കൊണ്ട് നല്ല സരളമായ രീതിയില് ആണ് ഈ വാക്കുപയോഗിച്ചിരിക്ക്ന്നത്. വേദോ നിത്യമധീയതാം. അധീയതാം എന്ന് പറഞ്ഞാൽ പഠിച്ചാലും, അധ്യയനം ചെയ്താലും എന്നാണർത്ഥം. അത് വ്യാകരണ പ്രകാരം പറയുമ്പോ നമ്മള് ധാതുവിന്റെ, ധാതു വെർബ് റൂട്ട്ണ്ട്, അതിന്റെ ഒരു പ്രത്യയത്തില്, അതിന്റെ ഒരു പ്രത്യയം ചേർത്ത്, നമ്മ്ള് പാസീവ് വോയ്സൊക്കെ ഉണ്ടാക്കുന്നുണ്ടല്ലോ കർമ്മണിപ്രയോഗംന്നൊക്കെ നമ്ക്ക് പറയാം. അതിന്റെ രൂപമാണ്. അപ്പൊ അതില് വരുമ്പോ മലയാളത്തില് പറയുകയാണെങ്കില് വേദം നിത്യം അധ്യയനം ചെയ്താലും, വേദത്തെ നിത്യം അധ്യയനം ചെയ്താലും എന്ന് പറയാം. അപ്പോ അധ്യയനം ചെയ്താലും എന്ന പദമാണ് എല്ലാ സ്ഥലത്തും പ്രയോഗിച്ചിരിക്കുന്നത്. അപ്പോ അധ്യയനം ചെയ്യുക എന്ന് പറഞ്ഞാൽ നിരന്തരം ആവർത്തിച്ച് നിത്യ അധ്യയനമായിട്ട് നിരന്തരം ഉച്ചാരണം ചെയ്യുക എന്നർത്ഥം. അപ്പോ വേദത്തെ നിരന്തരം അഭ്യസിക്ക്യ എന്ന്ള്ളത് സനാതനധർമ്മത്തിന്റെ ഒരു നിയമമായിട്ട് അലിഖിത നിയമമായിട്ട്, അല്ലെങ്കിൽ ലിഖിതനിയമം തന്നെയായിട്ട് ഉള്ളതാണ്. എല്ലാ ധർമ്മത്തിലും എല്ലാ മതക്കാരും അവരവരുടെ ധാർമ്മിക ഗ്രന്ഥങ്ങള് ധർമ്മഗ്രന്ഥങ്ങളെ അധ്യയനം ചെയ്യുന്നു, നിത്യ അധ്യയനം ചെയ്യുന്നു. അങ്ങനെ വരുമ്പൊ സനാതനധർമ്മത്തിന്റെ പ്രാമാണികമായ, ആധികാരികമായ ധർമ്മഗ്രന്ഥമാണ്, അതായത് കർമ്മവും ബ്രഹ്മത്തെയും രണ്ട് തരം ധർമ്മങ്ങളെയും പ്രതിപാദിക്കുന്ന ധർമ്മഗ്രന്ഥം. ധർമ്മമെന്ന് പറയുമ്പോ കർമ്മവും വരും അത്പോലെ ബ്രഹ്മധ്യാനവും വരും. ഇത് രണ്ടിനെയും പ്രതിപാദിക്ക്ന്ന നമ്മുടെ സനാതന ധർമ്മ മൗലിക ഗ്രന്ഥമാണ് വേദം. അപ്പോ അത് കൊണ്ട് തന്നെ വേദത്തെ നിത്യം അധ്യയനം ചെയ്യണം എന്ന് പറയുന്നു. സ്വാധ്യായോധ്യേദൗവ്യഃ എന്ന് --വിധിയ്ണ്ട്[48:47] സ്വാധ്യായം നിരന്തരം ചെയ്യണം. അതെന്തുകൊണ്ടാണ് സ്വാധ്യായം നിരന്തരം ചെയ്യേണ്ടത് എന്ന് നമ്മക്ക് വഴിയേ മനസിലാക്കാം. എന്നാൽ വേദത്തെ അധ്യയനം ചെയ്യണം എന്ന് പറയുമ്പോ ഇന്നത്തെ പരിസ്ഥിതിയില് വേദാധ്യയനം ചെയ്യ്ന്നത് വളരെ ചുരുക്കം. അതിന്നധികാരികളായിട്ടുള്ളവര് പോലും അതിന്റെ അധ്യയനം ചെയ്യുന്നില്ല. അപ്പോ പിന്നെ ഋഷിമാര് പറയുന്നത് വേദ സംബന്ധമായിട്ട്ള്ള സ്മൃതികള്, വേദത്തിൽ പറഞ്ഞ കാര്യങ്ങള് തന്നെ മറ്റൊരു ഭാഷയില്, അതിനെ മറ്റൊരു രീതിയിൽ പരിഭാഷപ്പെടുത്തി കാലാനുസൃതമായിട്ട് വ്യാഖ്യാനമൊക്കെ ചെയ്ത് പറയുന്ന ഗ്രന്ഥങ്ങള്ണ്ട്. അതിനെ സ്മൃതികൾ എന്ന് പറയുന്നു. ആ സ്മൃതികളില് ഭഗവത്ഗീത നമുക്ക് ഏറ്റവും പ്രാധാനമായിട്ട്ള്ള സ്മൃതിയാണ്, പ്രസിദ്ധമായിട്ട്ള്ള സ്മൃതിയാണ്. വേദത്തിൽ പറഞ്ഞ കാര്യങ്ങള് ഭഗവത്ഗീതയില് അനുവർത്തനം ചെയ്തിരിക്കുന്നു. അപ്പോ അങ്ങനെയ്ള്ള സ്മൃതികള്, അത് പോലെതന്നെ തദർത്ഥങ്ങൾ പറയുന്ന സ്തോത്രഗ്രന്ഥങ്ങള് ഇത് ഏതെങ്കിലുമൊക്കെ നിശ്ചയിച്ച് ഇതിന്റെ അധ്യയനം നിരന്തരം ചെയ്യണം. അപ്പോ വേദാധ്യയനം ചെയ്യാൻ അറിയുന്നവര് വേദാധ്യയനം ചെയ്ക. അല്ലാത്തവര് ഭഗവത്ഗീത പോലുള്ള ഗ്രന്ഥങ്ങള്ടെ അധ്യയനം ചെയ്ക. അല്ലെങ്കില് അത് മഹാഭാരതമാവാം, രാമായണ ഇതിഹാസ പുരാണങ്ങളാകാം. അതുപോലെ തന്നെ നമ്മുടെ പ്രകരണ ഗ്രന്ഥങ്ങള്, ആചാര്യസ്വാമിജികള് രചിച്ച പ്രകരണ ഗ്രന്ഥങ്ങള്, ഭാഷ്യഗ്രന്ഥങ്ങള്, സ്തോത്രഗ്രന്ഥങ്ങള്. അതില് വിഷ്ണുസഹസ്രനാമം, ലളിതാസഹസ്രനാമം തുടങ്ങിയ സഹസ്രനാമ ഗ്രന്ഥങ്ങള്. ഈ ഗ്രന്ഥങ്ങളൊക്കെ വേദപ്രതിപാദ്യമായ വിഷയങ്ങൾ തന്നെ മറ്റൊരു രീതിയിൽ പറയുന്നതാണ്. വിഷ്ണുസഹസ്രനാമം ഒക്കെ പുരുഷസൂക്തത്തിന്റെ പ്രതിരൂപമായിട്ടാണ് കണക്കാക്ക്ന്നത്. പുരുഷസൂക്തം വേദത്തിലെ സൂക്തമാണ്. അത് ചൊല്ലാനറിവില്ലാത്തവര്, അത് ചൊല്ലാൻ കഴിയാത്തവര് വിഷ്ണുസഹസ്രനാമം ചൊല്ലിയാൽ പുരുഷസൂക്തത്തിന്റെ അതേ ഫലം കിട്ടുമെന്നാണ്. അങ്ങനെയാണ് അതിന് വിധിയ്ണ്ടായിരിക്ക്ന്നത്. അപ്പോ ഇത്തരം ഏതെങ്കിലുമൊക്കെ ഗ്രന്ഥങ്ങള് നമുക്ക് ചെയ്യാൻ പറ്റും. നമുക്ക് അനേകം ഗ്രന്ഥങ്ങള്ണ്ട്. അങ്ങനെ വേദ സംബന്ധമായിട്ട്ള്ള, ആചാര്യന്മാര് നിശ്ചയിച്ചിട്ട്ള്ള ആ ഗ്രന്ഥങ്ങളെ നാം നിരന്തരം ഒരു ദിവസം കുറച്ച് സമയമെങ്കിലും സ്വാധ്യായ വിധിയാല് അധ്യയനം ചെയ്യണം. അതിന്റെ വല്ല്യ ഫലമുണ്ട്. അതിനെക്കുറിച്ച് നമ്മള് പിന്നീട് പ്രതിപാദിക്ക്ന്ന്ണ്ടാവും. അപ്പോ ഇന്നത്തെ സമയം കഴിഞ്ഞു. അത് പോലെ വേദത്തിന്റെ സ്വരൂപം. വേദം അപൗരുഷേയമാണ്, അപൗരുഷേയമായതെങ്ങനെയാണ്, അത് അപൗരുഷേയമായതുകൊണ്ടു തന്നെ അത് നിത്യമായിരിക്കുന്നു, അതിന്റെ അറിവ് നിത്യമാണ് എന്നൊക്കെയ്ണ്ട്. ഇതിനെയൊക്കെക്കുറിച്ച് നമ്മള് വീണ്ടും അടുത്ത നമ്മ്ടെ ക്ളാസില് അതിനെ കുറിച്ച് നമ്മള് സംസാരിക്കും. പിന്നെ ഇവ്ടെ ഒന്നുകൂടി സൂചിപ്പിക്കാം. ഇത് സംബന്ധിച്ച് പറയുമ്പോ ഞാൻ ഇതിന് മുമ്പ് കഴിഞ്ഞ കൊറോണയ്ടെ പ്രശ്നങ്ങളൊക്കെ നടക്ക്ന്ന ആ സമയത്ത് ഓൺലൈൻല് തന്നെ റിക്കോർഡ് ചെയ്ത് ഒരു ക്ളാസ് ചെയ്തിരുന്നു അര മണിക്ക്യൂർനായ്ട്ട്. അത് ധർമ്മപരിചയമെന്ന പേരിലാണ് അത് ചെയ്തത്. അത് നമ്മടെ യൂട്യൂബ് ചാനൽല് ഉണ്ട്. ധർമ്മപരിചയമെന്ന പേരില് അതിന്റെ ലിങ്ക് നമ്മളിവ്ടെ അഡ്മിന്റെട്ത്ത് പറഞ്ഞിട്ട് അതിന്റെ ലിങ്ക് നിങ്ങൾക്ക് അയച്ച് തര്ന്ന്ണ്ടാവും. അതില് വേദം തുടങ്ങി ശാസ്ത്രങ്ങള്ടെ ഒരു പരിചയപ്പെട്ത്തല് അത് വളരെ നന്നായ്ട്ട് വിസ്തരിച്ച് ചെയ്ത്ട്ട്ണ്ട്, സരളമായ രീതിയില്. അപ്പൊ വേദത്തിന്റെ ഈ സ്വരൂപമൊക്കെ അറിയാൻ കാരണം ഈ ഒരു നമ്മ്ടെ ആഴ്ച്ചയിലൊരിക്കെ വരുന്ന ഈ ഒരു ക്ളാസില് നമുക്കത്രയും വിസ്തരമായിട്ട് പറയാൻ കഴിയില്ല. നമുക്കിവടെ ഉപദേശപഞ്ചകം എട്ത്ത് വേണം മുന്നിലേക്ക് പോകാൻ. അപ്പോ അതിന്റെ കൂടുതൽ തലങ്ങളറിയാനാഗ്രഹിക്ക്ന്നവര് അതിന്റെ യുക്തി അതിന്റെ പ്രായോഗികത അല്ലെങ്കിൽ ഇന്നത്തെ ആനുകാലികമായ പ്രയോഗം ഇതൊക്കെ അറിയാനാഗ്രഹിക്ക്ന്ന്ണ്ടെങ്കില് ആ സീര്യലായിട്ട്ള്ള ലെക്ച്ചേഴ്സുണ്ട് അത് തീർച്ച്യായ്ട്ടും കേൾക്കാം. അതിൽനിന്ന് നിങ്ങൾക്ക് ഒരുപാട് ഇൻഫർമേഷൻസും കിട്ടും കുറേ വിഷയങ്ങള് ക്ളിയറാവുകയും ചെയ്യും. അങ്ങനെ ആയാൽ ഉപദേശപഞ്ചരത്നം പഠിക്കുമ്പൊ കുറേക്കുടെ ഒരു അറിവ് നമ്മക്ക് സമ്പാദിക്കാൻ കഴിയും, കുറേക്കുടെ നമ്മുക്ക് ഒരു ക്ളാരിറ്റി വരും, ഒരു വ്യക്തത വരും വിഷയങ്ങൾക്ക്. അപ്പോ അതിന്റെ ലിങ്ക് തുടർന്ന് അയക്ക്ന്ന്ണ്ടാകും. അത് കൂടി ഒന്ന് സൂചിപ്പിച്ച്കൊണ്ട് ഈ വക്തവ്യം ഇവടെ അവസാനിപ്പിക്കാം. പിന്നീട് തുടർന്ന് ---ന്ന്[53:24] സമയം നമക്ക് ചോദ്യോത്തരത്തിനുള്ളതാണ്. ഇപ്പോ പറഞ്ഞ വിഷയങ്ങൾ സംബന്ധിച്ചും ചോദിക്കാം. അത്പോലെ തന്നെ നിങ്ങള്ടെ മനസില് ഇതൊക്കെ സംബന്ധിച്ച് എന്തെങ്കിലുമൊക്കെ ചോദ്യങ്ങളുണ്ടെങ്കില് സാധനാനുഷ്ഠാനങ്ങൾ സംബന്ധിച്ചോ അല്ലെങ്കില് ധർമ്മത്തെ സംബന്ധിച്ചോ എന്തെങ്കിലും ചോദ്യങ്ങള്ണ്ടെങ്കില് നമക്ക് ഈ അല്പസമയത്തില് സംസാരിക്കാൻ പറ്റ്ന്ന കാര്യങ്ങള് ചോദിക്കാം. അതിനുത്തരം യഥാവത് നമുക്ക് അറിയുന്നത് പോലെ പറഞ്ഞ് തരുന്നത് ആയിരിക്കും. അപ്പോ ഇനി ചോദ്യോത്തരത്തിനുള്ള സമയമാണ്. ഓം. ഓം നമോ നാരായണായഃ."
    },
    "ചോദ്യോത്തരങ്ങൾ": {
      "1": {
        "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=3242s",
        "ചോദ്യം @ 00:54:02": "പ്രണാം സ്വാമിജി",
        "ഉത്തരം @ 00:54:05": "പ്രണാം",
        "ചോദ്യം @ 00:54:07": "സ്വാമിജി ഒരു ചോദ്യം, ഉത്തരം അറയാനാഗ്രഹിക്ക്ന്നത്, പിന്നെ ശങ്കര ഭഗവത്പാതരുടെ അവസാനത്തത് ദശശ്ലോകി ആണെന്നും ചെലവര് പറയുന്നുണ്ടല്ലോ അവസാനം കൊടുത്ത ഉപദേശം",
        "ഉത്തരം @ 00:54:23": "അങ്ങനെ പറയുന്ന്ണ്ട്. എന്നാല് അതുകൊണ്ടാണ് ഞാനൊരു പ്രമാണവാക്ക്യം ഇവിടെ ഉച്ചരിച്ചത്. ഈ സദാശിവസ്വാമി എന്ന് പറയുന്ന ഒരു മഹത്തായ പണ്ഡിതനാണ്. അദ്ദേഹം അദ്ദേഹത്തിന്റെ കാരികകളില് പ്രാഹാന്തേ പഞ്ചരത്നാഖ്യം സ്തോത്രം ജ്ഞാനപ്രദായകം എന്ന് അവസാനം പറയുന്ന്ണ്ട്. അതായത് നമ്മുടെ ഉപദേശപഞ്ചരത്നത്തിന്റെ തന്നെ കാരികാരൂപത്തിലുള്ള, ശ്ലോകരൂപത്തിലുള്ള വ്യാഖ്യാനമാണ്. അത് പ്രസിദ്ധീകരിച്ചിട്ടുണ്ട്. അതിന്റെ അഞ്ചാമത്തെ ശ്ലോകത്തില് അഞ്ച് ശ്ലോകങ്ങളുണ്ടല്ലോ ആ പഞ്ചരത്നത്തില്, ആ പഞ്ചരത്നത്തിലെ അഞ്ചാമത്തെ ശ്ലോകത്തിന്റെ അറുപത്തേഴാമത്തെ കാരികയായിട്ടാണ് അദ്ദേഹം അത് പറയുന്നത്. അതിന് ഒരു കഥയും അവിടെ ചേർത്തിട്ടിട്ടുണ്ട് ഐതീഹ്യവും ചേർത്തിരിക്കുന്നുണ്ട്. അപ്പോ ആ പ്രമാണമനുസരിച്ച് ഉപദേശപഞ്ചരത്നം അവസാനത്തെ ഉപദേശമായിട്ട് പറയുന്ന്ണ്ട്. പിന്നെ ഇപ്പോ പറഞ്ഞ ഈ കഥകളില് ഈ പറയുന്നപോലെ ചില വ്യത്യാസങ്ങള്ണ്ട്. അപ്പോ അത് അങ്ങനെയും ചില പറയുന്ന്ണ്ടാവാം. പക്ഷേ ഇപ്പോ നമ്മടെ ഗ്രന്ഥങ്ങള് നോക്കുമ്പോ അതിന്റെ അർത്ഥത്തിന്റെ വ്യാപ്തിയെക്കുറിച്ച് നോക്കുമ്പോ അതനുസരിച്ച് താത്പര്യം നോക്കുമ്പോ എല്ലാവർക്കും വരുന്നൊരു ഉപയോഗം എന്ന അർത്ഥത്തില് ഉപദേശപഞ്ചരത്നത്തില് അങ്ങനൊരു താത്പര്യം കൂടി കാണ്ന്ന്ണ്ട്. അതാണ് ഞാനത് എടുത്ത് പറഞ്ഞത്. മുപത്തിരണ്ട് ഉപദേശങ്ങള് എല്ലാവർക്കും വേണ്ടീട്ടും അവസാന ഉപദേശം എട്ടുപദേശങ്ങള് ജീവൻമുക്താവസ്ഥയെ കുറിച്ചുവാണ്. അപ്പോ ഈ അഞ്ച് ശ്ലോകങ്ങൾ തന്നെ മുഴുവനുപദേശത്തിന്റെ ഒരു സമഗ്ര രൂപം കാണാൻ പറ്റും. അത് ഒരു പ്രത്യേകതയാണ്. കാരണം ഒരു അഞ്ച് ശ്ലോകങ്ങളില് എല്ലാ ഉപദേശങ്ങളും സമഗ്രഹിച്ച് പറയുക അതും മോക്ഷം ലക്ഷ്യമാക്കിക്കൊണ്ടാണ് പറയുന്നത്. ത്യാഗവും മോക്ഷവും ലക്ഷ്യമാക്കിക്കൊണ്ടാണ് ഉപദേശം വര്ന്നത്. നമ്മൾ ഇപ്പൊ പറയുന്ന ഒരോന്നും നമ്മള് പഠിക്കുമ്പോ നമ്മുക്ക് മനസിലാവും. അപ്പ ഇത് പറഞ്ഞിരിക്കുന്നത് കൊണ്ട് താത്പരാർത്ഥത്തിൽ നോക്കുമ്പോ, ശ്രീ സദാശിവസ്വാമിജികള് പറഞ്ഞത് ശരിയാണ് എന്ന് നമുക്ക് തോന്നും. അത് അങ്ങനെയേ പറയാൻ കഴിയൂ കാരണം അതിന് മറ്റ് പ്രമാണങ്ങളൊന്നും ഉപലബ്ധമല്ല. അത് കഥയുടെ അടിസ്ഥാനത്തില് അല്ലെങ്കില് ഇതൊക്കെ ഐതീഹ്യമായിട്ടും പരമ്പരയായിട്ടും ഇപ്പോ ഈ സദാശിവസ്വാമികളുടെ വ്യാഖ്യാനം നോക്കിയാൽ അദ്ദേഹം സമ്പ്രദായവിത്താണ് എന്ന് തീർച്ചയായിട്ടും പറയാം. അപ്പോ അതുകൊണ്ട് അദ്ദേഹം പറഞ്ഞ വാക്ക്കൾ നമുക്ക് സ്വീകരിക്കാവുന്നതാണ് എന്ന് തോന്നുന്നു.",
        "ചോദ്യം @ 00:56:46": "സ്വാമിജീ, ശ്ലോകമൊന്ന് സ്വാമിജി പറഞ്ഞ്തന്നാ നമുക്ക് ഗ്രൂപ്പിലിടാം.",
        "ഉത്തരം @ 00:56:53": "ഈ പ്രമാണ്ശ്ലോകമാണോ?",
        "ചോദ്യം @ 00:56:55": "ങ്ഹാ, പ്രമാണ് ശ്ലോകം.",
        "ഉത്തരം @ 00:56:57": "അതെ, അത് ഞാനിപ്പോ രണ്ട് വട്ടം ഉച്ചരിച്ചു ഇനി ഒന്നു കൂടി ഉച്ചരിക്കാം വേണവെങ്കിൽ. ഉച്ചരിച്ചാ മതിയോ അതൊ എഴുതി അയക്കണോ?",
        "ചോദ്യം @ 00:57:03": "എഴുതണം സ്വാമിജീ",
        "ഉത്തരം @ 00:57:05": "ങ്ഹാ, ഞാനപ്പൊ പിന്നീട് എഴുതി അയച്ചേക്കാം.",
        "ചോദ്യം @ 00:57:07": "ശരി."
      },
      "2": {
        "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=3429s",
        "ചോദ്യം @ 00:57:21": "സ്വാമിജീ, സദാശിവസ്വാമികളെന്ന് അങ്ങ് ഉദ്ദേശിച്ചത് സദാശിവബ്രഹ്മേന്ദ്ര അല്ലല്ലോ?",
        "ഉത്തരം @ 00:57:28": "അല്ല അല്ല അല്ല. ശ്രീ സദാശിവസ്വാമിജികൾ എന്ന് ആണ് അദ്ദേഹത്തിന്റെ പേര് സദാശിവബ്രഹ്മേന്ദ്രസ്വാമിജികളല്ല, അല്ല.",
        "ചോദ്യം @ 00:57:35": "ഈ സദാശിവസ്വാമികളെ കുറിച്ച് എന്തെങ്കിലും കുറച്ച് ഇൻഫർമേഷൻ? ആ പുസ്തകത്തിന്റെ പബ്ലിക്കേഷൻ അത്രേം?",
        "ഉത്തരം @ 00:57:45": "ഈ സദാശിവസ്വാമിജികള്ടെ ഈ ഗ്രന്ഥം ദക്ഷിണാമൂർത്തിമഠത്തിൽനിന്ന്, കാശിയിൽനിന്ന് പ്രകരണ ദ്വാദശി എന്ന പേരില് ഒരു ഗ്രന്ഥം പബ്ലിഷ് ചെയ്തിട്ട്ണ്ട്, പ്രകരണ ദ്വാദശി എന്ന പേരില്. ആ പ്രകരണ ദ്വാദശിയില് ഏകദേശം അഞ്ഞൂറ്റി അമ്പത്തി ഏട്ടാമത്തെ പേജ് തൊട്ടാണ് ഈ ഉപദേശപഞ്ചരത്നത്തില് വര്ന്നത്. അതില് രണ്ട് സംസ്കൃത വ്യാഖ്യാനങ്ങൾ ഉൾപ്പെട്ത്തിയിട്ട്ണ്ട്. ശ്രീ സദാശിവ വിരചിതമായിട്ട്ള്ള പഞ്ചരത്ന കാരികയും, ശ്രീ ബാലകൃഷ്ണാനന്ദ സരസ്വതി വിരചിതമായിട്ട്ള്ള കിരണാവലിയും. ഇത് രണ്ടും പഞ്ചരത്നത്തിനുള്ള വ്യാഖ്യാനമാണ്. ഈ ഉപദേശത്തിനുള്ള വ്യാഖ്യാനമാണ്. അപ്പോ അതിൽനിന്നും അതിന്റെ പ്രാധാന്യം കൂടി നമുക്ക് മനസിലാക്കാം. എന്നാൽ മറ്റ് ആനന്ദഗിരിസ്വാമിജികളുടെയൊന്നും വ്യാഖ്യാനം ഇതിനുപലബ്ധമല്ല. അപ്പോ അതില് സദാശിവ വിരചിതമായ പഞ്ചരത്ന കാരികയ്ടെ അർത്ഥം ആണ് കൂടുതൽ ഗഹനമായിട്ട് തോന്നുന്നത്. കിരണാവലിയും കുഴപ്പമില്ല. അതിന്റെ വ്യാഖ്യാനം വളരെ ഉദ്ധരണങ്ങളൊക്കെ കൊടുത്ത് നന്നായിട്ട് ചെയ്തിട്ട്ണ്ട്. അപ്പൊ ഇത് പ്രകാശനമായ ഗ്രന്ഥം ഉണ്ട്. അത് നിങ്ങൾക്ക് റെഫറ് ചെയ്യാൻ പറ്റും.",
        "ചോദ്യം @ 00:58:59": "ഈ സദാശിവ സ്വാമികളുടെ സമ്പ്രദായികമായിട്ടുള്ള ഏതെങ്കിലും മഠമോ ആയിട്ട് ബന്ധപ്പെട്ട് വരുന്നതോ, അദ്ദേഹത്തേ കുറിച്ച് ഡീറ്റെയിൽസ് അതിലുണ്ടോ?",
        "ഉത്തരം @ 00:59:05": "അങ്ങനെ ഒരു ഡീറ്റെയിലുകള് ഇതില് കൊടുത്തിട്ടില്ല. അത് എവിടെയെങ്കിലും സെർച്ച് ചെയ്യെണ്ടിവരും. അദ്ദേഹത്തിന്റെ ഒരു ചെറിയ പരിചയം എന്ന് പറഞ്ഞാൽ അദ്ദേഹം ആ മംഗളാചരണത്തിൽ തന്നെ പറഞ്ഞിരിക്കുന്ന പരിചയമാണ്. ഗുരുവിനെ കുറിച്ചൊക്കെ പറഞ്ഞിരിക്കുന്നതും ഒക്കെ ആയിട്ടുള്ള ചെറിയൊരു പരിചയം മാത്രമാണ് നമുക്കുള്ളത്. അപ്പോ കൂടുതല് പരിചയം ഈ നമ്മള് സർച്ച് ചെയ്യെണ്ടിവരും. ആരായിരുന്നു എന്ന്."
      },
      "3": {
        "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=3570s",
        "ചോദ്യം @ 00:59:31": " നമസ്തേ സാമിജീ, മൈ നയ്ം ഇസ് ജോസഫ് ജോഷി, ബാംഗ്ലൂരാണ്. അപ്പോ ഞാൻ ചോദിക്കാ. ഇന്നത്തെ ക്ളാസിനെ ബെയ്സ് ചെയ്താണ് ഞാനൊരു ചോദ്യം ചോദിക്കുന്നത്. സ്വാമിജി തൊടങ്ങിയത്... പ്രകരണ ഗ്രന്ഥങ്ങളെ കുറിച്ചാണ് പറയുന്നത്, ഓക്കെ. അപ്പോ ഈ പ്രകരണ ഗ്രന്ഥങ്ങളെക്കുറിച്ച് സ്വാമിജി പറഞ്ഞപ്പോ, അത് ഇതൊക്കെ മോക്ഷം നേടാൻ വേണ്ടീട്ടാണ് നമ്മളിത് പഠിക്കാൻ തൊടങ്ങണ്ടത് ന്ന് പറഞ്ഞു. അപ്പോ മോക്ഷത്തെ കുറിച്ചും എന്തുകൊണ്ട് നമ്മള് മോക്ഷം നേടണം എന്നുള്ളതിനെക്കുറിച്ചും ചെറ്തായിട്ട് ഒന്ന് ബ്രീഫ് ചെയ്യാവോ? അതോ പിന്നീട് അതിനെ കുറിച്ച് ഡീറ്റെയില് വരുവോ?",
        "ഉത്തരം @ 01:00:05": "ഓ വരും വരും. എന്തുകൊണ്ട് മോക്ഷം നേടണമെന്നുള്ളതിന്റെ ചെറിയൊരു സൂചനയാണ് ഞാൻ അനന്ത സുഖത്തെക്കുറിച്ച് പറഞ്ഞത്. അപ്പോ ആ അനന്ത സുഖമായിട്ട് അറിയേണ്ടതിന്റെ കാരണം നമ്മള് ഇനി വരുന്ന ഭാഗങ്ങളിൽ ചിന്തിക്കുമല്ലോ."
      },
      "4": {
        "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=3627s",
        "ചോദ്യം @ 01:00:29": "നമസ്തേ സ്വാമിജീ, ഞാൻ അരുൺ ബാബു, ബാംഗ്ളൂരിൽ നിന്നാണ് വിളിക്ക്ന്നത്. ഇന്നത്തെ ക്ളാസില് നമ്മള് വേദാന്തവും ഉപനിഷത്തിനെയും പറ്റിയിട്ട് സംസാരിച്ചിരുന്നു. അപ്പോ എല്ലാരും മനസിലാക്കിയത് വേദാന്തവും ഉപനിഷത്തും രണ്ടും ഒന്ന് തന്നെയാണെന്നാണ്. പക്ഷെ ഇന്ന് സ്വാമിജി പറഞ്ഞതില് നാല് ശതമാനം വേദാന്തവും പതിനാറ് ശതമാനം ഉപനിഷത്തും എന്നു പറഞ്ഞു.",
        "ഉത്തരം @ 01:00:54": "അങ്ങനെയല്ല. ഇപ്പോ വേദത്തിന്റെ നമ്മള് ആ ശതമാനമെടുക്കുമ്പോ വേദത്തിന്റെ ശതമാനമാണ് ഞാൻ പറഞ്ഞത്. വേദത്തിന്റെ എൺപത് ശതമാനം ഭാഗം കർമ്മകാണ്ഡമാണ്. പതിനാറ് ശതമാനം ഭാഗം ഉപാസനാഭാഗങ്ങളാണ്. ബാക്കി നാല് ശതമാനമാണ് വേദാന്തമായിട്ട്ള്ള ഉപനിഷത്ത്ക്കളായിട്ട് വര്ന്നത് എന്നാണ് ഞാൻ പറഞ്ഞതിന്റെ താല്പര്യം. അതൊരു കണക്കാണ്. അതായത് നമ്മള് വേദത്തില് നൂറ് സൂക്തങ്ങളുണ്ട് എന്ന് കല്പിക്ക്യാണെന്ന് വച്ചോളൂ. നൂറ് സൂക്തങ്ങളുണ്ട് എന്ന് വേദത്തില് കല്പിക്ക്യാണെങ്കില് അതില് എൺപത് സൂക്തങ്ങള് കർമ്മകാണ്ഡപരങ്ങളും ബാക്കി പതിനാറ് സൂക്തങ്ങള് ഉപാസനയും മറ്റ് അതിനോട് സംബന്ധിച്ച വിധി പരങ്ങളും നാല് ഭാഗം മാത്രം അതിന്റെ ആ വര്ന്ന ആ ഭാഗം മാത്രം ഇത് വരുമെന്നുമാണ് അതിന്റെ കണക്കങ്ങനെ പറഞ്ഞത്. അത് മനസിലാക്കാൻ വേണ്ടീട്ടാണ്. അത് കൃത്യമായിട്ടുള്ള ഒര് കണക്കൊന്നുമല്ല. പക്ഷെ ഇങ്ങനെയൊരു ഭാഗത്തിന് അനുസരിച്ചിട്ടാണ് നമ്മുടെ സമ്പ്രദായത്തിലത് പറയപ്പെട്ന്നത്. അപ്പോ നമ്മള് വേദസംബന്ധമായ ഗ്രന്ഥങ്ങളെട്ത്ത് പരിശോദിക്കുമ്പോഴും അത്രയേ കാണാൻ കഴിയുകയുള്ളു. ഇപ്പോ ഉദാഹരണം പറഞ്ഞാൽ ഞാൻ ആദ്യം പറഞ്ഞ ഉദാഹരണത്തിൽ തന്നെ നോക്കിയാല്, നാല്പതദ്ധ്യായങ്ങളുള്ള ശുക്ലയജുർവേദത്തിന്റെ വെറും ഒരദ്ധ്യായമാണ് അല്ലെങ്കില് ആ അദ്ധ്യായത്തിലത്രയും മാത്രമാണ് വരുന്നത്. ആ ഒരദ്ധ്യായം മാത്രമേ ഉപനിഷത്തായിട്ട് വരുന്നുള്ളു. ഇപ്പോ ബൃഹദാരണ്യകത്തിനെക്കുറിച്ച് പറയുമ്പോൾ പറഞ്ഞു അതില് ആറദ്ധ്യായങ്ങള് ഉപനിഷത്താണ്. ശെരിക്ക് എട്ടദ്ധ്യായങ്ങളുണ്ട് ആ എട്ടദ്ധ്യായങ്ങളില് അത്രെയാണ് പറയുന്നത്. അപ്പോ ആ ശതമാനം നോക്കിയാല് അത്രെയേ വരുന്നുള്ളു അതില്. അപ്പൊ അങ്ങനെ അതുകൊണ്ട് അങ്ങനെ ഒരു വ്യക്തതയ്ക്ക് വേണ്ടീട്ട് ഒരു ചിന്തനത്തിന് വേണ്ടീട്ട് അങ്ങനെ പറഞ്ഞുന്നേയുള്ളു.",
        "ചോദ്യം @ 01:02:42": "അപ്പോ ഓരോ ശാഖയുടെയും അവസാനഭാഗമായിട്ടാണല്ലോ നമ്മള് വേദാന്തം അല്ലെങ്കില് ഉപനിഷത്തെന്ന് പറയുന്നത്.",
        "ഉത്തരം @ 01:02:47": "അങ്ങനെയാണ് ഇത് വരെയും കിട്ടിയിട്ട്ള്ള ഗ്രന്ഥങ്ങളൊക്കെ ഉള്ളത്.",
        "ചോദ്യം @ 01:02:49": "അപ്പോ അങ്ങനെയാണെങ്കില് ഈ ശാഖ എന്ന് പറയുന്നത് നമ്മള് എങ്ങനെയാണത് ഡിഫൈൻ ചെയ്യുന്നത്? ഒരു ശാഖ എന്ന് പറയുമമ്പോ ഒട്ടനേകം ഉപനിഷത്ത്കള്ണ്ട് എന്ന് പറയുണു. അപ്പോ അത്രയും ശാഖകള്ണ്ട് എന്നാണല്ലോ അതിന്റെ അർത്ഥം?",
        "ഉത്തരം @ 01:03:01": "ങ്ഹാ തീർച്ച്യായ്ട്ടും തീർച്ച്യായ്ട്ടും. അപ്പോ അതാണ് ആ കാര്യങ്ങളൊക്കെ വ്യക്തമാകാനാണ് ഞാൻ ഇപ്പോ ഒരു ലിങ്കിനെ കുറിച്ച് സൂചിപ്പിച്ചത്. അതായത് ഇതിനെ കൂറിച്ചൊക്കെ വളരെ വിശദ്ധമായിട്ട് ശാസ്ത്രീയമായിട്ട് ആ പറഞ്ഞ ധർമ്മപരിചയമെന്ന ആ പ്രഭാഷണ പരമ്പരയില് ഓരോന്നായിട്ടും പറഞ്ഞിട്ട്ണ്ട്. എന്താണ് വേദം വേദത്തിന്റെ ശാഖകളെങ്ങനെ കല്പിക്കുന്നു, എത്ര ശാഖകളുണ്ട് അതിന്റെ ഭേദങ്ങളെങ്ങനെ ഇതൊക്കെ വ്യക്തമായിട്ട് അവിടെ വിശദ്ധീകരിച്ചിട്ട്ണ്ട്. അങ്ങ് അതൊന്ന് കേൾക്കുകയാണെങ്കില് അരമണിക്കൂർ അരമണിക്കൂർ ഉള്ള ഒരോ വീഡിയോസ് ആണ് അത് കേൾക്കുകയാണെങ്കില് ഈ കാര്യങ്ങളൊക്കെ വളരെ വ്യക്തമാവും."
      },
      "5": {
        "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=3820s",
        "ചോദ്യം @ 01:03:42": "സൂമില് വന്നിട്ട്ണ്ടായ ഒര് സജ്ജ്ഷനാണ്. പത്മകുമാർ. ഹരി ഓം സ്വാമിജീ, ശങ്കരാചാര്യ ഭഗവത്പാദ സ്വാമികളുടെ കൃതികളുടെ പഠനകേന്ദ്രങ്ങൾ കേരളത്തിലെല്ലാ ജില്ലകളിലും ആരംഭിക്കുവാനുള്ള ശ്രമമുണ്ടാകുമെന്ന് പ്രതീക്ഷിക്കുന്നു.",
        "ഉത്തരം @ 01:04:01": "അത് ആ ശ്രമം നമ്മള് തുടങ്ങീട്ട്ണ്ട് അതിന്റെ ഭാഗമായിട്ട് ചില കാര്യങ്ങള് ചെയ്തിട്ടുണ്ട് ഇപ്പോ ഈ വരുന്ന ഈ ഏപ്രിൽ മാസത്തില് ഏഴ് എട്ട് ഒമ്പത് തിയതികളില് ആയിട്ട് കോഴിക്കോട് ചിദാനന്ദപുരി സ്വാമിജികളുടെ ആശ്രമത്തില് ഒരു നാല് ദിവസ്സത്തെ ഒരു ക്യാമ്പ് ഭാഷ്യപാരായണ പരിശിലനത്തിന്റെ പേരില് ഒര് ക്യാമ്പ് സംഘടിപ്പിക്ക്ന്ന്ണ്ട് അതിനെക്കുറിച്ചുള്ള അറിവ് നിങ്ങൾക്ക് ഇനി വഴിയെ കിട്ട്ന്ന്ണ്ടാവും. അപ്പോ അത് ഇതിന്റെ ഒരു ഭാഗം ആണ്. ഇങ്ങനെ ഒരോ ഇതിനെക്കുറിച്ച് നമുക്ക് പ്രചാരത്തിലേക്ക് കൊണ്ടുവരാനും ആചാര്യസ്വാമിജികളെ സംബന്ധിച്ചുണ്ടായ തെറ്റിദ്ധാരണകളെ മാറ്റാൻ അതായത് നമ്മുടെ ഇത്രെയും വലിയൊരു മാഹാ പുരുഷനെ ഇങ്ങനെ തെറ്റിദ്ധരിപ്പിച്ചു ലോകത്ത് പഠിപ്പിച്ചു എന്ന്ള്ളത് വലിയൊരബദ്ധവാണ്. അദ്ദേഹം പറഞ്ഞ് വച്ചു പോയ ആശയങ്ങളെ അന്യഥാവ്യാഖ്യാനം ചെയ്യുകയും അല്ലെങ്കില് അതനുസരിച്ചിട്ടുള്ള രാഷ്ട്രീയവും അല്ലെങ്കില് മറ്റ് ഇതൊക്കെയായിട്ട് അതിനെ പ്രയോഗപ്പെടുത്തുകയും ചെയ്തതത് മതപരമായിട്ടും ജാതിപരമായിട്ടും രാഷ്ട്രീയപരമായിട്ടൊക്കെ പ്രയോഗപ്പെടുത്തിയ ഒരു സ്ഥിതിയ്ണ്ട് അതുകൊണ്ട് ആ തെറ്റിദ്ധാരണകളെ മാറ്റാൻ ആചാര്യസ്വാമിജികളുടെ കൃതികള് തന്നെ നമുക്ക് പ്രയോജനപ്പെട്ത്താം. അദ്ദേഹം ചെയ്ത്പോയ കാര്യങ്ങളെ ഒന്ന് വിശകലനം ചെയ്താൽ തന്നെ മനസിലാകും എന്ന ഉദ്ദേശ്യത്തൊട്കൂടി നമ്മള് ചെറിയ രീതിയില്ള്ള ആ പ്രയത്നങ്ങള് കൊറേകാലായിട്ട് നടക്ക്ന്ന്ണ്ട്. കേരളത്തില് കൊറച്ച്കൂടി നന്നായിട്ട് ചെയ്യാന്ള്ള പ്ലാനിങ്ങും അതിന്റെ ആക്ഷനും തൊടങ്ങീട്ട്ണ്ട്."
      },
      "6": {
        "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=3939s",
        "ചോദ്യം @ 01:05:43": "ആചാര്യ സ്വാമിജീ, കൃഷ്ണാശ്രയ. ഏത് സംശയനിവൃത്തി ഉണ്ടായാലും നിഷ്ഠയിൽനിന്ന് പഠിച്ച തത്വങ്ങളിൽനിന്ന് തെന്നി തെന്നി പോവുന്ന മനസിനെ ബുദ്ധിയെ തളച്ചിടാൻ എന്താണ് സ്ട്രോങ്ങായ ഉപായം? അതീവ ഗുരുതരമായ ദുഃഖമുണ്ടാക്കുന്ന അവസ്ഥയാണിത്. സൈക്കോളജിക്കൽ ടർബുലൻസ് ഇറ്റ് ക്രിയേറ്റ്സ്.",
        "ഉത്തരം @ 01:06:10": "എത്ര സംശയനിവർത്തി ഉണ്ടായാലും വീണ്ടും പ്രശ്നമുണ്ടാവും അതിന് വേണ്ടീട്ട് നിഷ്ഠ ഉണ്ടാകാനും ഒരു കാര്യത്തില് നാം മനസോടുകൂടി അഭ്യസിക്കുമ്പഴാണ് ആ കാര്യത്തിന്റെ ശരിയായ ഫലം നമുക്കുണ്ടാകുന്നത് എന്ന് നമ്മുടെ അനുഭവം ആണ്. വിദ്യാഭ്യാസം നമ്മള് ചെയ്യുമ്പോ വിദ്യ അഭ്യസിക്കേണ്ട രീതിയില് അഭ്യസിക്കുമ്പോഴാണ് നമുക്ക് വിദ്യാഭ്യാസത്തിന്റെ ഫലം കിട്ടി ശെരിക്ക് മാർക്കോടുകൂടി പാസാവാനും അല്ലെങ്കില് ആ തലത്തിലേക്ക് നമുക്ക് ഉയരാനും കഴിയുക. ഇങ്ങനെ ജീവിതത്തില് ഓരോ പ്രവർത്തിയിലും നമ്മുടെ മനസ്സിന്റെ പൂർണമായ പ്രയോഗം മനസിനെ ഏറ്റവും നല്ല രീതിയില് സമനസ്ഥതയോടുകൂടി ഒരു കാര്യം ചെയ്യുക എന്നുള്ളത് അത്യാവശ്യമാണ് അപ്പോഴാണ് അതിന്റെ ഫലം നമുക്ക് കിട്ടുന്നത്. അപ്പോ അത് കൊണ്ട് തന്നെ വേദാന്ത അധ്യയനമായാലും ഏതധ്യയനമായാലും സംശയനിവാരണമെന്ന് പറയുമ്പോൾ താല്ക്കാലികമായ സംശയനിവാരണങ്ങളെ ഓരോ സംശയവും നമുക്കുണ്ടാവും അതിനെ നിവാരണം ചെയ്യാം. പക്ഷെ സംശയനിവാരണം ചെയ്തതതിനു ശേഷം നിശ്ചിതമായ ആ വസ്തുതയെ ആ അറിവിനെ നമ്മടെ ജീവിതത്തിന്റെ ഭാഗമായിട്ട് അതു നമ്മുക്ക് അത് ആത്മാർത്ഥമായിട്ട് ഉൾക്കൊള്ളാൻ കഴിയില്ല. അതിനെ അത് നമ്മുടെതാണ് എന്ന് കല്പിച്ചറിയാൻ കഴിയുക. എന്നുള്ളതാണ് ഈ നിഷ്ഠ എന്നുള്ളത് കൊണ്ടുദ്ദേശിക്കുന്നത്. അതിന് വേണ്ടത് നിരന്തരമായ പഠനവും നിരന്തരമായ അഭ്യാസവുമാണ് അത് ഏത് തലത്തിലാണ് നമ്മൾടെ മനസ് പ്രവർത്തിക്ക്ന്നത് ആ തലത്തിനെ ശെരിക്കും മനസിലാക്കി അവിടന്ന് നമ്മൾ അഭ്യാസം തുടങ്ങേണ്ടിയിരിക്കുന്നു. ഇപ്പോ അക്ഷരം അറിയാത്തൊരാള് ആദ്യം അക്ഷരം പഠിച്ചിട്ട് വേണം ഭാഷ പഠിക്കാൻ ഭാഷയുടെ വ്യാകരണം പഠിക്കാൻ അതിലുള്ള ഗ്രന്ഥങ്ങള് പഠിക്കാൻ അപ്പോ അതുപോലെ ഏത് തലത്തിലാണ് നാം നില്ക്കുന്നത് അതിന് മനസിനെ മനസിലാക്കി അങ്ങനെ ചെയ്യണം അപ്പോ തീർച്ചയായിട്ടും അങ്ങനെ ചിന്തിക്കാൻ തുടങ്ങുമ്പോൾ തന്നെ മനസിന് സമാധാനം ഉണ്ടാകും നമ്മുടെ മനസിന്റെ ആ വ്യാപകത മനസിന് എന്തൊക്കെ അറിയാനുള്ള കഴിവുകള്ണ്ട് എന്ന് ഒരുവേള നമുക്ക് നിശ്ചയിക്കാൻ കഴിഞ്ഞാൽ അത് വലിയ ഉപകാരമായ്തീരും എന്ന് ആണ് നമുക്ക് ഇതില് പറയാന്ള്ളത്. മനസിന്റെ എന്തവസ്ഥയായാലും അതെല്ലാം നമ്മടെ ഉള്ളിൽ തന്നെയുള്ള ആത്മാവുമായിട്ട്ള്ള ബന്ധമതിനെന്താണ് എന്തു കൊണ്ടാണ് ആ അവസ്ഥ വന്നുപെട്ടത് മനസിലാക്കാൻ കഴിഞ്ഞാൽ നന്നായിരിക്കും."
      },
      "7": {
        "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=4119s",
        "ചോദ്യം @ 01:08:39": "സ്വാമിജീ, യൂട്യൂബിൽ നിന്നൊരു ചോദ്യവുണ്ട്, സോമൻ പ്രയാസ്. സ്വാമിജീ, ധർമ്മാർത്ഥകാമമോക്ഷമെന്ന പുരുഷാർത്ഥം, ബ്രഹ്മചര്യം ഗാർഹസ്ഥ്യം വാനപ്രസ്ഥം സന്യാസം എന്ന ചതുരാശ്രമം എന്ന സന്ദേശം ഏത് കൃതിയിലാണ് വിവക്ഷയെന്നറിയീച്ചാലുപകാരമാകും വിനയപൂർവം.",
        "ഉത്തരം @ 01:08:56": "ഈ, ഇതിനെയൊക്കെ കുറിച്ചിട്ടാണ് ധർമ്മഗ്രന്ഥങ്ങള് പറയുന്നത്. വേദത്തില് നോക്കിയാല് വേദത്തിലെ പല ഭാഗങ്ങളിലും ഇതിനെക്കുറിച്ച്ള്ള പ്രതിപാദനങ്ങള്ണ്ട്. ഉപനിഷത്തുക്കളിലും പലഭാഗങ്ങളിലും പ്രതിപാദനമുണ്ട്. ഭഗവത്ഗീതയിലും നമുക്ക് പലഭാഗത്തും ഇതിനെക്കുറിച്ച്ള്ള പ്രതിപാദനങ്ങള് സൂചനകള് മനസിലാക്കാം. എന്നാലിത് വ്യക്തമായിട്ട് പറയുന്ന ഗ്രന്ഥങ്ങള് വേദത്തിന്റെ തന്നെ വേദാന്തങ്ങളായിട്ട്ള്ള കല്പസൂത്രങ്ങളെന്ന് പറയും. ഈ കല്പസൂത്രങ്ങള് അതില് ഗൃഹ്യസൂത്രങ്ങള് ധർമ്മസൂത്രങ്ങള് ഇങ്ങനെയൊക്കെ പറയുന്ന സൂത്രങ്ങള്ണ്ട്. അത് ആണ് ഇതിന്റെ ആധികാരിക ഗ്രന്ഥം. വേദമായിട്ട് ഏറ്റവും അട്ത്ത് നില്ക്കുന്നത്. അത് കഴിഞ്ഞാൽ സ്മൃതികള്. സ്മൃതികളില് യാജ്ഞ്യവല്ക്ക്യ സ്മൃതി,  അതുപോലെതന്നെ മനുസ്മൃതി പിന്നെ വിദുരനീതി പോലുള്ള നീതിശാസ്ത്രങ്ങള് മഹാഭാരതം മിക്കവാറും എല്ലാ പുരാണങ്ങളിലും എല്ലാ പുരാണങ്ങളും പതിനെട്ട് പുരാണങ്ങള് പതിനെട്ട് ഉപപുരാണങ്ങളിലെല്ലാം തന്നെ ഈ നാല് കാര്യങ്ങളെക്കുറിച്ച് വ്യക്തമായിട്ട് പറയുന്ന്ണ്ട്. ഇതൊക്കെ ഇതിന് വേണ്ടി പ്രവർത്തിക്ക്ന്നതാണ്. അപ്പോ ധർമ്മശാസ്ത്രങ്ങള് പുരാണങ്ങള് ഇതിഹാസങ്ങള് എല്ലാത്തിലും ഇതിന്റെ പ്രതിപാദനങ്ങള് കിട്ടും. ഇപ്പോ ഏറ്റവും നമുക്ക് പ്രസിദ്ധമായിട്ട്ള്ള ഭാഗവതപുരാണം തന്നെ എട്ത്ത് നോക്കിയാല് അതിലും നമുക്ക് ഇതിലെ പ്രതിപാദനങ്ങള് മനസിലാക്കാം. അല്ലെങ്കില് ഇപ്പൊ ഗൃഹ്യസൂത്രങ്ങളൊക്കെ നമുക്ക് മലയാളത്തില് കിട്ടാൻതന്നെ ബുദ്ധിമുട്ടായിരിക്കും. അപ്പോ അതുകൊണ്ട് മറ്റ് ഗ്രന്ഥങ്ങള് മനുസ്മൃതിപോലുള്ള സ്മൃതിഗ്രന്ഥങ്ങളും മറ്റുവൊക്കെ നോക്കിയാലതില് ഇതിനെ പറയ്യുന്ന വ്യവസ്ഥയെക്കുറിച്ചൊക്കെ പറയുന്ന്ണ്ട് ഏത് രീതിയിലാണ് എന്നൊക്കെയ്ള്ള. ഇപ്പൊ മനുസ്മൃതിയുടെ രണ്ടാമദ്ധ്യായം മൂന്നാമധ്യായം നാലാമദ്ധ്യായം അഞ്ചാമദ്ധ്യായം ഇതൊക്കെ ഈ ആശ്രമവ്യവസ്ഥയെക്കുറിച്ചാണ് ചർച്ചചെയ്യുന്നത്. അത് പഠിക്കാവുന്നതാണ്. നേരത്തെ ഞാൻ സൂചിപ്പിച്ച ആ ധർമ്മപരിചയമെന്ന പ്രഭാഷണ പരമ്പരയില് ഇതെല്ലാമുൾക്കൊള്ളിച്ചിട്ട്ണ്ട്. അതില് ഇരുപത്തിമൂന്നൊ ഇരുപത്തിനാലോ പ്രഭാഷണങ്ങളുണ്ട്. അതില് ഈ പറയുന്നതിനെക്കൂറിച്ചൊക്കെ സൂചനയ്ണ്ട്. അത് കേൾക്കുമ്പോ കുറച്ചുകൂടെ ഗ്രന്ഥങ്ങളെക്കുറിച്ചും അതിന്റെ വ്യവസ്ഥയെക്കുറിച്ചുവൊക്കെ മനസിലാകും."
      },
      "8": {
        "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=4263s",
        "ചോദ്യം @ 01:11:03": "സ്വാമിജീ രണ്ട് കാര്യങ്ങളാണ്. ഒന്ന് നമ്മ്ടെ വൈദികമായ ദർശനങ്ങളില് ന്യായം വൈശേഷികം ഇങ്ങനെയൊരാറ് ദർശനങ്ങള്ണ്ടല്ലോ അതിന്റെ അവസാനത്തെ ദർശനമായിട്ടാണ് വേദാന്തം വര്ന്നത്. നമ്മള് വായിച്ചറിഞ്ഞിട്ടുള്ളത് ന്യായം വൈശേഷികം ഇങ്ങനെ ക്രമമായി പഠിച്ചതിന് ശേഷമാണ് നമ്മള് വേദാന്ത പഠനം ആരംഭിക്കേണ്ടത് എന്നിങ്ങനെ വായിച്ചറിഞ്ഞിട്ട്ണ്ട്. പക്ഷെ നമ്മളത് അങ്ങനെ കൂടുതലായിട്ട് പരിചയപെട്ടിട്ടുവില്ല. അപ്പൊഴങ്ങനെ ഒരു ക്രമം വേദാന്തം പഠിക്കുന്നതിനുണ്ടോ? എന്നുള്ളത് ഒരു സംശയം. രണ്ടാമത്തേത് നമ്മുടെ ഈ ലോകത്ത് ലൗകീകമായ ലോകത്ത് ജീവിക്കുമ്പോ നമുക്ക് ബഹിർമുഖതയാണ് കൂടുതലും നമുക്ക് വേണ്ടത് കാരണം നമ്മള് കർമ്മങ്ങളില് ഏർപ്പെട്കയാണ്. പക്ഷെ വേദാന്തം പഠിക്കുമ്പോ നമുക്ക് വേണ്ടത് കുറച്ചും കൂടെ അന്തർമുഖമായിട്ട്ള്ള ഒരു മനസാണ്. അപ്പോ നമ്മള് ലൗകികമായിട്ട് ജീവിക്കുമ്പൊ പ്രത്യേകിച്ചും അപക്വമായ ഒര് സാഹചര്യത്തില് ജീവിക്ക്ന്നവരെ ഇതെങ്ങനെയാണ് സമന്വയിപ്പിക്കേണ്ടത് എന്നുള്ള എപ്പൊഴുവൊരു സംശയം വരാറ്ണ്ട്. ഹരി ഓം സ്വാമിജി.",
        "ഉത്തരം @ 01:12:10": "രണ്ടും നല്ല ചോദ്യങ്ങളാണ്. ഞാന് ആദ്യത്തെ ചോദ്യത്തിന്റെ ഉത്തരമായിട്ട് പറയുമ്പൊ ഇപ്പോ പറഞ്ഞ ഈ ഷഡ്ദർശനങ്ങള്, ഈ ഷഡ്ദർശനങ്ങളില്, ഈ ഷഡ്ദർശനങ്ങളെ ക്രമപ്പെട്ത്തിയിരിക്ക്ന്നത് അതൊരു പ്രത്യേകം ഒരർത്ഥക്രമത്തില് അങ്ങനെ തന്നെയല്ല ഒര് കാലക്രമവും വിഷയക്രമവും അങ്ങനെയൊക്കെ നോക്കിയിട്ട് അങ്ങനെ വച്ചിരിക്കുന്നുവെന്നെ ഒള്ളൂ. അതില് വേദാന്തം അവസാനം പഠിക്കുന്നു എന്നാണ് വച്ചിരിക്കുന്നത്. എന്നാൽ സാംഖ്യദർശനം, സാംഖ്യദർശനത്തിന്റെ മൗലിക ഗ്രന്ഥങ്ങള് നോക്കുമ്പൊ സാംഖ്യദർശനമാണ് ഈ ദർശനശാസ്ത്രങ്ങൾടെ ക്രമത്തില് പുരാതനമായ് വര്ന്നത്. അവര് വേദത്തെ പ്രമാണമായ് അംഗീകരിക്ക്ന്നതുക്കൊണ്ട് വൈദികരാണ് എന്ന് പറയുന്നു. എന്നാൽ പൂർണമായിട്ടും വൈദികരല്ല സാംഖ്യര്. വേദത്തിൽ പറഞ്ഞ ചില തത്വശാസ്ത്രങ്ങൾ അവരംഗീകരിക്കുന്നു എന്നാൽ ചിലത് അംഗീകരിക്കുന്നുമില്ല. അത് സാംഖ്യശാസ്ത്രം പഠിക്കുമ്പൊ നമുക്ക് മനസിലാവും. അതുപോലെ യോഗ ശാസ്ത്രവും വേദത്തെ പ്രത്യാക്ഷാഗമപ്രമാണമെന്നുള്ള ആ പ്രമാണത്തിന്റെ രീതിയിൽ വേദത്തെ ആഗമപ്രമാണമായ്ട്ട് അംഗീകരിക്കുന്നു എങ്കിലും പൂർണമായിട്ടും വൈദികരല്ല അവര്. അത്പോലെ തന്നെ ന്യായവൈശേഷികരും അങ്ങനെയാണ്. ന്യായദർശനവും ഗൗതമഋഷിയുടെ ന്യായദർശനം. കണാദഋഷിയുടെ വൈശേഷിക ദർശനം ഇതൊക്കെ വേദത്തെ ഒരു പ്രമാണരീതിയിലംഗീകരിക്കുന്നു എങ്കിലും അവര് തർക്കബുദ്ധിയോടുകൂടിയാണ് കാര്യങ്ങള് ചെയ്യുന്നത്. നമ്മളിപ്പൊ ഇന്നത്തെ ഭൗതികശാസ്ത്രത്തെക്കുറിച്ച് പറയുമ്പോ അല്ലെങ്കില് റേഷനൽ ബുദ്ധി അല്ലെങ്കില് ഒരു ലോജിക്കൽ തിങ്കിങ്ങ് ന്നൊക്കെ നമ്മള് പറയുമ്പോ ആ രീതിയില് ചിന്തിച്ചിട്ടാണ് അവര് കാര്യങ്ങള് സമർത്ഥിച്ചിരിക്ക്ന്നത്. അത്കൊണ്ട് നമ്മള് അതിനെ എല്ലാത്തിനെയും കൂടെ ചേർത്ത് സാംഖ്യം യോഗം അത്പോലെതന്നെ ന്യായം വൈശേഷികം ഇവയെല്ലാം ചേർത്ത് താർക്കികർ എന്നാണ് പറയുക. കാരണം തർക്കം കൊണ്ട് കാര്യങ്ങള് സാധിച്ചതിന് ശേഷം, അവരെന്താണോ പറയാനുദ്ദേശിക്കുന്നത് അതിനെ തർക്കം കൊണ്ട് സാധിച്ചതിന് ശേഷം പിന്നെ അവിടെ ആഗമപ്രമാണവുണ്ടെകിലത് പറയുന്നു. ശാസ്ത്രത്തിലിങ്ങനെ പറഞ്ഞിട്ട്ണ്ട് എന്ന് പറഞ്ഞങ്ങനെ സമർത്ഥിച്ച് പോകുന്നു. എന്നാൽ പൂർണമായിട്ടും വൈദികരല്ല എന്ന് ഞാൻ പറഞ്ഞു. അതിനൊരുപാട് കാരണങ്ങള് മറ്റ് കാരണങ്ങളുവുണ്ട്. എന്നാൽ മീമാംസാ ദർശനവും വേദാന്ത ദർശനവും വൈദികരാണ് പൂർണമായിട്ടും വേദത്തെ അംഗീകരിച്ചു വേദം പറഞ്ഞ കാര്യങ്ങള് തർക്കം കൊണ്ട് സമർത്ഥിക്ക്യാണ്. അപ്പോ നേരത്തെ പറഞ്ഞതിലുള്ള വ്യത്യാസം മനസിലാക്ക്ക. സംഖ്യാദി ദർശനങ്ങള് തർക്കശാസ്ത്രങ്ങളായ്ട്ട് പറയാൻ കാരണം അവര് തർക്കം കൊണ്ട് കാര്യം സാധിച്ചിട്ട് പറയേണ്ടത് പറയേണ്ടത് സാധിച്ചതിന് ശേഷം പിന്നീട് ഉപോദ്ബലകമായിട്ട് ഏതെങ്കിലും വേദവാക്ക്യം കിട്ടിയാൽ അതിനെ പറയുന്നു. ഇല്ലെങ്കിലില്ല. എന്നാൽ മീമാംസദർശനവും ഷഡ്ദർശനങ്ങൾടെ ക്രമത്തിൽ പറയുമ്പൊ, മീമാംസദർശനവും വേദാന്തദർശനവും വേദം അപൗരുഷേയമായ്ട്ട്ള്ള വാക്ക്യമാണ്. വേദത്തിൽ പറഞ്ഞതിനെ നമുക്ക് ബുദ്ധികൊണ്ട് മനസിലാക്കണം, ആ ബുദ്ധിക്ക് വേണ്ട യുക്തികളും പ്രായോഗികമായിട്ട്ള്ള നമ്മടെ അറിവുകളും അതില് പ്രയോഗിക്കണം എന്ന മനന ദൃഷ്ടിയാ താർക്കത്തെയും ഉപയോഗിച്ച് അങ്ങനെ ചെയ്യുന്നുന്നാ. അത് വേദാന്തം പഠിക്കുമ്പോ അതെല്ലാം പഠിച്ചിരിക്കണമെന്ന് പറയാൻ കാരണം ഇത് ഉപനിഷത്ത്ക്കള്ടെ കാര്യത്തിലല്ല അങ്ങനെ പറയുന്നത്, ഈ അഭിപ്രായം പറയപ്പെട്ന്നത് ബ്രഹ്മസൂത്രം പോലെയ്ള്ള ഗ്രന്ഥങ്ങള് പഠിക്കുമ്പോഴും അത്പോലെ ഭാഷ്യങ്ങള് പഠിക്കുമ്പോഴുവാണ്. അപ്പോ ഉപനിഷത്ത്ക്കള് വേദവൊരു ദർശനത്തിലും ആശ്രിതമല്ല, കാരണം അത് വേദത്തിന്റെ ഭാഗമാണ്. വേദാന്തത്തിന്റെ മൗലികഗ്രന്ഥങ്ങളായ്ട്ട്ള്ള ഉപനിഷത്ത്ക്കൾക്ക്, ഇപ്പൊ സാംഖ്യദർശനം പഠിച്ചാലെ ഉപനിഷത്ത് മനസിലാവൂ എന്നില്ല. അങ്ങനെ പറയാനും പാടില്ല. പറയേണ്ടത് ഈ ഉപനിഷത്തുക്കൾ, ഇപ്പൊ ശങ്കരചാര്യ സ്വാമിജികളൊക്കെ എഴുതിയിട്ടുള്ള ഭാഷ്യങ്ങള്, അത്പോലെ ബ്രഹ്മസൂത്രം, അതിന്റെ ഭാഷ്യം, ഗീത, അതിന്റെ ഭാഷ്യം, ഇങ്ങനെ ഭാഷ്യഗ്രന്ഥങ്ങളും മറ്റുപ്രകരണ ഗ്രന്ഥങ്ങളുവൊക്കെ പഠിക്കണമെങ്കില് അവിടെ പൂർവപക്ഷമായിട്ട്, അതായത് ചോദ്യമുന്നയിക്കുന്നവരായിട്ട് പ്രതിവാദികളായിട്ട് വര്ന്നത് ഈ സാംഖ്യ, യോഗ, മീമാംസാ, വൈശേഷിക, ന്യായ ഇവരൊക്കെ ആവ്ന്ന ദർശനങ്ങളാണ്, ബൗദ്ധരും ജൈനരും ഒക്കെ ഉണ്ട് അവിടെ. അപ്പൊ ഈ ദർശനങ്ങളാണ് പ്രതിവാദികളായിട്ട് വരുന്നത്. അവര് ഒരു അവരുടെ പക്ഷം പറയുന്നു. നമ്മളിപ്പൊ കോർട്ടില് വാദിയും പ്രതിവാദിയും വാദിക്കുന്നത് പോലെ അവരുടെ പക്ഷം പറയുന്നു, അവരുടെ പ്രമാണം പറയുന്നു, അതിനെ അവര് സമർത്ഥിക്കാൻ ശ്രമിക്കുന്നു. അത് ഉത്തരമായിട്ട് ഇവിടെ വേദാന്തത്തിന്റെ പ്രതിപാദ്യവിഷയത്തെ ഉത്തരമായിട്ട് പറയുന്നു. അതിന് നമ്മള് സിദ്ധാന്തമെന്ന് പറയുന്നു. അപ്പോ അങ്ങനെ വരുന്ന പ്രതിവാദങ്ങളെ മനസിലാക്കണമെങ്കില് നമ്മൾ ആ ദർശനങ്ങളെ പഠിച്ചിരിക്കണം. അതുകൊണ്ട് നമ്മടെ, ഇവിടെ, സമ്പ്രദായപ്രകാരം പഠിക്കുമ്പോ അങ്ങനെയാ പഠിപ്പിക്കുന്നത്. അങ്ങനെ പഠിച്ചാലെ ഭാഷ്യങ്ങള് ശെരിക്ക് മനസിലാകുവൊള്ളു. അല്ലെങ്കില് ഈ അവരുടെ പക്ഷമെന്താണെന്ന്, പ്രതിവാദി വാദിക്കുന്നത് എന്താണ് എന്ന് വ്യക്തമാവാതിരുന്നാൽ അതിന് പറയുന്ന വേദാന്തത്തിന്റെ ഉത്തരവും നമുക്ക് വ്യക്തമാകില്ല. കാരണം, പ്രതിവാദമറിഞ്ഞാലെ വാദമറിയാൻ പറ്റു. അപ്പൊ അതാണ് അങ്ങനെ പറഞ്ഞിരിക്കുന്നതിന് കാരണം. അല്ലാതെ വേദാന്തം പഠിക്കാൻ ഈ ദർശനങ്ങളൊക്കെ പഠിച്ചിരിക്കണം എന്നില്ല. വേദാന്തത്തിന്റെ പരമലക്ഷ്യം മോക്ഷമാണ്, ആത്മസാക്ഷാത്ക്കാരമാണ്. എന്നാൽ വേദാന്ത ശാസ്ത്രത്തിന്റെ ഭാഷ്യങ്ങളും മറ്റും അധ്യയനം ചെയ്യാൻ നമുക്ക് ആദ്യം തന്നെ വ്യാകരണ ജ്ഞാനം വേണം. സംസ്കൃതത്തിന്റെ ശരിയായ അറിവ് വേണം. അതുപോലെ തന്നെ നിരുക്താതി ശാസ്ത്രങ്ങളുടെ സാമാന്യ പരിചയം വേണം. ധർമ്മശാസ്ത്രങ്ങളുടെ സാമാന്യ പരിചയം വേണം. പിന്നെ ഈ ഷഡ്ദർശനങ്ങളുടെയും സാമാന്യ പരിചയം വേണം. അപ്പൊ ഇതാണ് സമ്പ്രദായ രീതിയിൽ അങ്ങനെയാണ് പഠിപ്പിക്ക്യ. അപ്പൊ ആദ്യം വ്യാകരണം പഠിപ്പിക്കും. അതോടൊപ്പം തന്നെ ഓരോ ശാസ്ത്രങ്ങളുടെ പരിചയത്തിന് വേണ്ടീട്ടുള്ള ഗ്രന്ഥങ്ങള് പഠിപ്പിക്കും. അങ്ങനെ പഠിപ്പിക്കുമ്പോഴാണ് ഒരാള് വേദാന്തത്തിന്റെ, പഠിച്ചു വരുന്ന ഒരാളാണ് വേദാന്തത്തിന്റെ ആചാര്യനാവാൻ യോഗ്യൻ. കാരണം ഭാഷ്യങ്ങളും മറ്റുവൊക്കെ ഉദ്ധരിച്ച് പറയണവെങ്കില് അതിന് ഈ ശാസ്ത്രങ്ങളുടെ സഹായവില്ലാതെ പറ്റില്ല. ഇപ്പൊ ശങ്കരാചാര്യസ്വാമിജികള് മറ്റ് ദർശനങ്ങളെ വളരെ വ്യക്തമായിട്ട്, അതായത് ആ ദർശനങ്ങളുടെ ആചാര്യന്മാര് പറഞ്ഞതിലും അതികം ഗഹനമായിട്ട്, വ്യക്തയോടു കൂടി, ശങ്കരാചാര്യ സ്വാമിജികള് പ്രതിപാദിച്ചിട്ട്ണ്ട്. അതിനർത്ഥം ആചാര്യസ്വാമിജികള് ആ ദർശനങ്ങളൊക്കെ വളരെ നന്നായിട്ട് ശരിക്ക് പഠിച്ചിട്ടും ആണ് ഈ വേദാന്തദർശനത്തില് പ്രതിപാദ്യവിഷയത്തെ മുന്നില് വച്ചത് എന്നുള്ളത്. അതുകൊണ്ടാണ് വേദാന്തദർശനത്തിന്റെ പ്രചാരം വന്നപ്പൊ മറ്റ് ദർശനങ്ങളുടെ പ്രചാരം ശമിച്ച് പോയത്, അല്ലെങ്കില് അതൊന്നും അത്രയും പ്രചാരത്തിലില്ലാത്തത്. ഇപ്പൊ അങ്ങ് പറയുന്നത് പോലെ നമുക്കൊന്നും അത് പഠിക്കാനുള്ള അവസരം തന്നെ ഇല്ല, അതിന് പുസ്തകങ്ങള് പോലും ഇപ്പ നമ്മുടെ മലയാളത്തിലൊന്നും ലഭ്യമല്ല. അപ്പൊ അങ്ങനെ ആവാൻ കാരണം വേദാന്തത്തിന്റെ ആ പ്രോന്നതിയാണ് വേദാന്തം എല്ലാത്തിനും മുകളില് നിൽക്കുന്നു എന്നുള്ളൊരവസ്ഥയില് വന്നിരിക്കുന്നത്കൊണ്ടാണ്. അപ്പൊ ആ പ്രചാരത്തിന്റെ ദൃഷ്ടിയാണ് അതിന് അങ്ങനെ പറയാൻ കാരണവെന്നാണ് മനസിലാക്കിയത്.",
        "ചോദ്യം @ 01:19:05": "സ്വാമിജി രണ്ടാമത്തെ?",
        "ഉത്തരം @ 01:19:07": "ങ്ഹാ രണ്ടാമത്തെ ചോദ്യം. രണ്ടാമത്തെ ചോദ്യം, നമ്മള് വളരെ പ്രാക്ടിക്കലായിട്ടുള്ളതാണ്. ആ ചോദ്യത്തിന് ശെരിക്ക് വിസ്തരമായിട്ടുള്ള ഉത്തരം നമ്മുടെ ഈ ഉപദേശപഞ്ചരക്തം പഠിക്കുമ്പൊ തന്നെ വരും. അപ്പൊ എങ്ങനെയാണ് നമുക്ക് സാമാന്യജീവിതത്തില് വേദാന്തം മനസിലാക്കാം പറ്റുക. അപ്പോ നേരത്തെ ഞാൻ പറഞ്ഞു, വേദാന്തമൊരു ശാസ്ത്രവാണ് പ്രത്യയ ശാസ്ത്രവാണ്. അത് പ്രഥമദൃഷ്ട്യാ ബൗദ്ധികമായിട്ട് മനസിലാക്കുന്നതും പിന്നെ നമ്മള് ജീവിതത്തിൽ ആചാരത്തിലേക്ക് കൊണ്ടുവരുന്നതുവാണ്. അപ്പൊ ആദ്യം എന്താണ് ആചരിക്കേണ്ടത് എന്ന് മനസിലാക്കണം. അപ്പൊ തത്വശാസ്ത്രമറിഞ്ഞാൽ അതനുസരിച്ച് നമുക്ക് ജീവിക്കാം. ആ അതനുസരിച്ച് നമ്മള് ജീവിക്കാൻ പറ്റാത്തൊരവസ്ഥയിൽ നമ്മുടെ തത്വശാസ്ത്രം നമ്മുടെ ഉള്ളിലുണ്ടാവും. അതിനൊരുദാഹരണവാണ് ഇപ്പോ നമ്മള് സ്കൂള്‌ലൊക്കെ പഠിക്ക്ന്ന്ണ്ടല്ലോ ഇപ്പൊ സ്കൂള്‌ലൊക്കെ ഭൗതികശാസ്ത്രം, ഫിസിക്സ്, അത്പോലെ എല്ലാത്തിന്റെയും ഭാഗം ഒരുപാട് നമ്മള് പഠിക്ക്ന്ന്ണ്ട് സ്കൂള്‌ലും കോളേജിലുവൊക്കെ. പക്ഷെ അത് കഴിഞ്ഞ് ജീവിതത്തിലേക്ക് വരുമ്പൊ നമ്മളാ പഠിച്ച കാര്യങ്ങളൊന്നുവല്ല പ്രയോഗിക്കുന്നത്. ഇപ്പൊ വെള്ളം ജലത്തിന്റെ കോമ്പൗണ്ട്സ് എച് ടു ഓ ആണ് എന്ന് നമുക്ക് അറിയാം. പക്ഷെ ഈ എച് ടു ഓ ആണ് എന്നറിഞ്ഞിട്ട് ഹൈഡ്രജനും ഓക്സിജനുവ്ന്നാണ്ന്നറിഞ്ഞിട്ട് നമ്മള് ജീവിതത്തിലെന്താണ് അതുകൊണ്ട് പ്രയോഗിക്കുന്നത്. അതുകൊണ്ട് ജീവിതത്തില് ഒന്നും പ്രയോഗിക്കുന്നില്ല. പക്ഷെ അതു മനസിലാക്കി എന്നുള്ളതാണ് നമുക്ക് അത് അറിഞ്ഞിരിക്കുന്നു എന്നുള്ളതാണ്. എന്നാൽ വേദാന്തം അങ്ങനെയല്ല. അങ്ങനെ നമ്മളറിഞ്ഞിരിക്കുന്നതോടപ്പം അത് നമ്മുടെ തന്നെ ജീവിതത്തിന്റെ ഭാഗമായ് വരുന്നുണ്ട്. ഇപ്പൊ നമ്മള് പഠിച്ച ശാസ്ത്രങ്ങളില് ഒരു പിന്നെ ചിട്ടയെകുറിച്ചു പഠിച്ചു അല്ലെങ്കില് രാവിലെ എഴ്ച്ച് പല്ല് തേച്ചാലുള്ള പ്രയോജനത്തെക്കുറിച്ച് എന്റെ ഓർമ്മയില് നമ്മള് നഴ്സറിസ്കൂള്‌ലോ അവടെയൊക്കെ പഠിച്ചതാണ് ഒന്നാം ക്ളാസിലുവൊക്കെ. പല്ല് തേച്ചാൽ ഇന്നിന്ന പ്രയോജനങ്ങള്ണ്ട് അത്കൊണ്ട് രാവിലെ എഴിച്ചഒടനെ പല്ല് തേക്കണം എന്നൊക്കെ നമ്മളെ ടീച്ചർമാര് പഠിപ്പിച്ചതായിട്ട് നമ്മളോർക്കുന്നു. അത് അറിവുമാണ് അത്പോലെതന്നെ പ്രായോഗികവുമാണ് അത്കൊണ്ട് നമുക്ക് പ്രയോജനവുവ്ണ്ട്. അതുകൊണ്ട് എപ്പൊത്തൊട്ട് നമ്മള് പഠിച്ചൊ ആ അറിവോടൊപ്പം നമ്മള് പ്രാക്ടീസ് ചെയ്ത് ഇന്നും രാവിലെ എഴിച്ച് നമ്മള്, നമ്മളറിയാതെതന്നെ പല്ല്തേക്കാൻ പോവുന്നു. അപ്പൊ അത്പോലെ ഇതറിഞ്ഞതിന് ശേഷം നമ്മടെ ജീവിതത്തിന്റെ ഭാഗമാണ് എന്ന് മനസിലാകുമ്പൊ ഏത് പരിതസ്ഥിതിയിലും നമുക്കത് പ്രയോഗത്തിൽ കൊണ്ടുവരാൻ പറ്റും. ഇപ്പൊ വേദാന്തത്തെ നമ്മള് പറയുമ്പോൾ, വേദോ നിത്യമധീയതാം എന്നുള്ള വേദോപദേശത്തെ നമ്മള് പഠിച്ചു. അപ്പൊ ഇതു കുറച്ച് നമ്മള് സ്വാധ്യായപാരായണം ചെയ്യണം. ഇത് രാവിലെ എഴീച്ച് പല്ല്തേക്കുന്നതും കുളിക്കുന്നതും പോലെയാണ് എന്ന് നാം മനസിലാക്കിയാൽ, അതിന്റെ നമ്മുടെ ശാരീരികമായിട്ടുള്ളതും മാനസികമായിട്ടുള്ള പ്രയോജനം നാം മനസിലാക്കിയാൽ നമുക്കും നമ്മുടെ കൂടെയുള്ളവർക്കും അത് അത്രയും പ്രയോജനപ്പെടുന്നതാണെന്ന് മനസിലാക്കിയാൽ തീർച്ചയായിട്ടും നാമത് ചെയ്യും. അപ്പൊ അറിവ്, ചെല അറിവ്കള്, ഇപ്പൊ എച് ടു ഒ യുടെ കാര്യം പറഞ്ഞത് ഒരറിവാണ് പക്ഷെ ആ അറിവുകൊണ്ട് നമുക്ക് ഒരുതുള്ളി വെള്ളം പോലും ഉണ്ടാക്കാൻ പറ്റില്ല. ഒര് വെള്ളത്തിനെ നമ്മള് മാറ്റാനൊ വെള്ളത്തിനെ ഉണ്ടാക്കാനൊ ഒന്നും ചെയ്യാൻ പറ്റില്ല. അത് അറിവായിട്ടിരിക്കുന്നു, വെള്ളം ഇങ്ങനെ അത് ഉണ്ടായി എന്നുള്ളത് മാത്രം അറിയുന്നു. അതൊരറിവ്, അതൊരറിവാണ്, അത് നല്ല അറിവാണ്. അത് നമ്മള് അറിഞ്ഞത്കൊണ്ടാണ് പരീക്ഷക്ക് നമുക്ക് മാർക്ക് കിട്ടിയതൊക്കെ. പക്ഷെ, അത് ജീവിതത്തിന്റെ ഭാഗമാവ്ന്നില്ല. അത് ആ വ്യത്യാസം നമ്മള് മനസിലാക്കിയാല് വേദാന്തശാസ്ത്രവും മറ്റ് ശാസ്ത്രങ്ങളും, ഇപ്പൊ ഔഷധങ്ങൾ പറയുന്നപോലെയാണ്, ഔഷധങ്ങൾടെ ജ്ഞാനം അല്ലെങ്കിൽ ഔഷധങ്ങൾടെ പ്രയോഗം നമുക്ക് എപ്പൊഴും ഉപയോഗവുള്ളതാണ്. അത് പോലെ നിത്യ ഉപയോഗത്തിലുള്ളതാണ് എന്ന് നമുക്ക് മനസിലാക്കാം. അതിന് നമ്മള് വഴിയെ വേദാന്തം പഠിക്കുമ്പോ അതെന്തുകൊണ്ട് നിത്യ ഉപയോഗത്തിലുണ്ട് എന്താണ് നമ്മൾ അതിന് അറിയേണ്ട ഭാഗം, എത്രയൊക്കെ നമ്മക്ക് പ്രാവർത്തികമാക്കാം, ഏതവസ്ഥയിൽ പ്രാവർത്തികമാക്കാം എന്നൊക്കെ നമുക്ക് വ്യക്തമാക്കാം. അപ്പൊ ഏത് ജീവിതവസ്ഥയിലായാലും മനുഷ്യൻ എന്നു പറയുന്ന ജീവി ആ മനുഷ്യ ജീവിയുടെ മനസ്സ്, മനുഷ്യ ജീവിയുടെ ശരീരഘടന, ശരീരത്തിലും മനസിലും സംഭവിക്കുന്ന പ്രവർത്തനങ്ങള് ഇതൊക്കെ സ്വാഭാവികമാണ്, അതായത് പ്രാകൃതികമാണു. ഇതിനെയൊന്നും മാറ്റാൻ പറ്റില്ല. അതില് മാറ്റിയിരിക്ക്ന്നത് നമ്മുടെ ചില വിചാരങ്ങള്, നമ്മുടെ ചില പ്രത്യയശാസ്ത്രങ്ങള് നമ്മള് മാറ്റിയിട്ട്ണ്ട്. ആ പ്രത്യയശാസ്ത്രങ്ങള് ബൗദ്ധികമായിട്ട് മാറ്റി, അത് നമ്മള് നിരന്തരം മാറ്റിക്കൊണ്ടിരിക്കുന്നു. ഇപ്പ മാറ്റിയതിനെ ഇനിയും നമുക്ക് മാറ്റാം. ഒരമ്പത് വർഷം മുമ്പുണ്ടായിരുന്ന പ്രത്യയശാസ്ത്രവും അല്ലെങ്കിൽ സാമൂഹിക ചിട്ടകളും അറിവുകളുമല്ല ഇന്ന് നമുക്കുള്ളത്. അതില് ഏത് തലത്തില് നമ്മള് ചിന്തിച്ചാലും നമ്മുടെ ശാസ്ത്രം മാറിക്കൊണ്ടിരിക്കുന്നതു പോലെ അല്ലെങ്കിൽ സമൂഹം മാറിക്കൊണ്ടിരിക്കുന്നതു പോലെ നമ്മുടെ വിചാരങ്ങള് മാറുന്നു. സമൂഹം മാറ്ന്നതിന്നർത്ഥം നമ്മുടെ വിചാരങ്ങള് മാറുന്നു എന്നാണ്. അതുകൊണ്ട് തന്നെ, ഈ വിചാരത്തെ തിരിച്ചും കൊണ്ടുവരാം. അപ്പ അത് നമുക്ക് കൊറെകൂടെ വിശദ്ദമായിട്ട് അതിന്റെ പ്രാക്ടിക്കൽ വശങ്ങള് മനസിലാക്കാവുന്നതാണ്."
      },
      "9": {
        "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=5037s",
        "ചോദ്യം @ 01:23:59": "ഡിസ്ക്കഷൻ ഗ്രൂപ്പിനെ പറ്റിയിട്ടൊന്ന് സ്വാമിജീ കൊറച്ച് പറഞ്ഞാ നന്നായിരുന്നു.",
        "ഉത്തരം @ 01:24:05": "ങ്ഹാ, ഉവ്വ ഉവ്വ ഉവ്വ, അതൊന്ന് ഓർപ്പിക്കേണ്ടത്ണ്ട്. അതായത് ഈ ക്ളാസ് നമ്മള് ആഴ്ച്ചയിലൊരിക്ക എല്ലാ ഞായറാഴ്ച്ചയുവാണ് നടത്ത്ന്നത്. എന്നാലീ ക്ളാസില് പഠിക്ക്ന്ന കാര്യങ്ങള് പുനർമനനം ചെയ്യേണ്ടത് ആവശ്യമാണ്, നേരത്തെ സൂചിപ്പിച്ചത് പോലെ. അപ്പൊ അതിനു വേണ്ടി നമ്മളൊരു ചർച്ചയായിട്ട് അതായതീ ഗ്രൂപ്പിലുള്ള എല്ലാവരും ചേർന്ന് ഒര് ചർച്ചയായിട്ട് ഈ ആഴ്ച്ചയിലേതെങ്കിലുവൊരു ദിവസം, സൗകര്യമുള്ള ഒരു ദിവസം നിശ്ചയിച്ചിട്ട് അതിന് സമയവും നിശ്ചയിച്ചിട്ട് ഗ്രൂപ്പ് ഡിസ്ക്കഷൻ പോലെ. അപ്പ ആ ഗ്രൂപ്പ് ഡിസ്ക്കഷൻല് കുറച്ച് മുതിർന്നവരായിട്ട്ള്ള അല്ലെങ്കിൽ നേരത്തെ തന്നെ വേദാന്തശാസ്ത്രങ്ങള് പഠിച്ചവരും കുറച്ചുകൂടെ ഇതില് കൂടുതല് പരിചയവുള്ളവരുവൊക്കെയായിട്ട് ഉള്ളവരുവുണ്ടാകും അത്പോലെ പുതിയ ആൾക്കാരുമുണ്ടാകും, അപ്പൊ ഇവരെല്ലാരും ചേർന്ന് ഇങ്ങനെ ഇത്തരം കാര്യങ്ങള് ചർച്ച ചെയ്യുകയും, ചർച്ച ചെയ്ത് അതില് ചെറിയ ചെറിയ ചോദ്യങ്ങള് ഉണ്ടെങ്കില് അതൊക്കെ അവിടെതന്നെ ഉത്തരം കണ്ടെത്താനും സമാധാനം കണ്ടെത്താനും പറ്റിയാല് അതിന് അങ്ങനെ തന്നെ ചെയ്തിട്ട്, അതില്, കൂടുതല് ചോദ്യങ്ങള്, കൂടുതല് വിശദ്ധമായിട്ട് അറിയേണ്ടത് ടെക്നിക്കലായ്ട്ട്ള്ള ചോദ്യങ്ങള്, ഇങ്ങനെയൊക്കെയ്ള്ള കാര്യങ്ങള് നമ്മള് ഈ ചോദ്യോത്തര വേളയില് എല്ലാ ആഴ്ചയിലും നടക്ക്ന്ന ക്ളാസിന് ശേഷം ഈ ഒരു ചോദ്യോത്തര സമയണ്ടാവും. അപ്പൊ ആ സമയത്ത് നമ്മളാ ചോദ്യങ്ങള് ചോദിക്ക്യ. അപ്പൊ അതിന്റെ ഗുണം, ഈ രണ്ടാമത്തെ ചർച്ചയില് വീണ്ടും വിഷയങ്ങള് നമ്മള് പുനരവലോഖനം ചെയ്യുകയും കൂടുതലത് നമ്മടെ ഉള്ളിലേക്ക് ഇറങ്ങിപ്പൊവുകയും ചെയ്യും. അങ്ങനെ അത് ചിന്തിച്ച് മനസിലാക്കിയിട്ട് അങ്ങനെ അതിനനുസരിച്ച് നമുക്ക് ചെയ്യാൻ പറ്റ്ന്ന കാര്യങ്ങള് പറയാൻ പറ്റുന്നതൊക്കെ നമ്മുടെ ആശയങ്ങള് പറയുക, വിഷയമായിട്ട് ബന്ധപ്പെട്ട്. അതുപോലെ എപ്പോഴും നമ്മള്, ഇപ്പോ നേരത്തെ സൂചിപ്പിച്ചത് പോലെ ഈ ആറിയുന്ന അറിവുകളൊക്കെ നമ്മടെ ജീവിതത്തില് എങ്ങനെ പ്രയോജനപ്പെടും, ജീവിതത്തിനതിന് അങ്ങനെയാണ് പ്രയോജനം അല്ലെങ്കിൽ ജീവിതത്തിന്റെ അത് ഭാഗമായി വര്ന്നതെങ്ങനെയാണ് എന്ന രീതിയിലും കൂടി നാം ചിന്തിക്കേണ്ടതുണ്ട്. നേരത്തെ ഞാൻ സൂചിപ്പിച്ചത് പോലെ വേദാന്തം കേവലമൊര് അറിവല്ല. ഇത് ജീവിതത്തിലേക്ക് വരേണ്ട ഒര് അറിവാണ്. ഇപ്പ ഔഷധങ്ങളെയൊക്കെ കുറിച്ച് ഉദാഹരണം പറഞ്ഞത് പോലെ. അപ്പോ അങ്ങനെ ഉള്ള ആറിവായിട്ടതിനെ മാറ്റണവെങ്കില് പുനർമനനം ആവശ്യമാണ്. പലപ്പോഴും ഈ വേദാന്ത അധ്യയനങ്ങളും പുസ്തകവുഒക്കെ നമ്മള് പഠിക്കുമ്പൊ ഒരിൻഫർമേഷനായിട്ട് നമ്മുടെ മനസിലിരിക്ക്യുവൊള്ളു, ഒരിൻഫർമേറ്റീവ് ക്നോളേജായിട്ട് ഇരിക്ക്യൊള്ളു. അത് പ്രാക്ടിക്കൽ ക്നോളേജാകില്ല. അതുകൊണ്ട് പലരും പറയാറ്ണ്ട്. വേദാന്തം പ്രാക്ടിക്കൽ അല്ല എന്ന്. വേദാന്തം ആണ് ശെരിക്ക് ഏറ്റവും പ്രാക്ടിക്കൽ എന്നാണ് നമ്മുടെ ആചാര്യന്മാര് പറയുന്നതും, നമ്മുടെ ഒക്കെ അനുഭവവും അതാണ്. വേദാന്തം പോലെ സത്യവും നിത്യവുമായിട്ട്ള്ള, അതായത് മാറാത്ത മറ്റൊര് ശാസ്ത്രം ഇല്ല. അപ്പൊ വേദാന്തം ഒരിക്കലും മാറ്ന്നില്ല. അപ്പൊ അത് സത്യമായിട്ടുള്ളതാണ്. കാരണം എന്താണോ റിയല് അതിനെകുറിച്ചാ അവ്ടെ സംസാരിക്ക്ന്നത്. അവിടെ കല്പനചെയ്തിട്ട്, ഇമാജിൻ ചെയ്തിട്ടൊ നമ്മള് എന്തെങ്കിലും മിറാക്ക്ൾനെക്കുറിച്ചോ അത്ഭുതങ്ങളെക്കുറിച്ചൊ അല്ലെങ്കില് പിന്നെ നമ്ക്ക് ശാരീരികമായിട്ടുണ്ടാകുന്ന വിശേഷം കഴിവ്കളെ കുറിച്ചൊ അങ്ങനെ അങ്ങനെ ഒന്നുമല്ല അതിന്റെ വിഷയം. എന്താണൊ വെരി വെരി നാച്യുറൽ നമുക്ക് വളരെ കറക്റ്റായിട്ട് നമ്മുടെ ജീവിതത്തില് നമ്ക്ക് എഫെർട്ട്‌ലെസ്‌ലീ മനസിലാക്കാനും അറിയാനും കഴിയുന്നത്. അതാണ് പറയുന്നത്. അങ്ങനെ അറിഞ്ഞുകൊണ്ട് നമുക്കതിനെ ജീവിതത്തിലേക്ക് നിഷ്ഠയായിട്ട് കൊണ്ടുവരാൻ കഴിയും. അപ്പൊ അത്കൊണ്ടാണ് ബുദ്ധിയെക്കുറിച്ച് നേരത്തെ സൂചിപ്പിച്ചത്. അപ്പൊ ഇതൊക്കെ നമുക്ക് പരിചയപ്പെടണമെങ്കില് ഈ കേട്ട വിഷയങ്ങളെ യഥാസമയം നമ്മള് ചർച്ചയും ചെയ്യണം. അപ്പൊ അതിന് വേണ്ടി ഒരു ദിവസം നിശ്ചയിക്കണം. നിശ്ചയിച്ച് ഗ്രൂപ്പില് ഇന്ന് ബന്ധപ്പെട്ടിട്ട്ള്ള എല്ലാവരും. അല്ലെങ്കിൽ ഇനിയും ഇന്ന് ഇപ്പോ ക്ളാസില് ചേരാൻ കഴിയാത്തവരെയും എല്ലാവരെയും നമുക്ക് ഈ വിഷയം ഗ്രൂപ്പിലൂടെ അറിയീച്ച്, അവരുടെ സമയവും ഒക്കെ എല്ലാവരും ഒന്ന് നിശ്ചയിച്ചിട്ട് ഈ ആഴ്ച്ചയില് ഇപ്പൊ ഞായറാഴ്ച്ചയാണെങ്കില് അപ്പൊ വ്യാഴാഴ്ച്ചയൊ വെള്ളിയാഴ്ച്ചയൊ ബുധനാഴ്ച്ചയൊ ഏതെങ്കിലും ഏതെങ്കിലുവൊര് ദിവസം ഒര് ദിവസം ഇംഗ്ളീഷിന് വേണ്ടിയിട്ടും മറ്റൊരു ദിവസം ഇങ്ങനെയും ചെയ്യാം അപ്പൊ ആ ഗ്രൂപ്പ് ഡിസ്ക്കഷൻല് പങ്കെട്ക്കാം. ഇപ്പൊ ഇംഗ്ളീഷില് അറിയാവ്ന്നവർക്ക് ഇംഗ്ളീഷിലെ ഡിസ്ക്കഷൻലും പങ്കെട്ക്കാം, മലയാളത്തിലാണ് കൂടുതൽ പരിചയമുള്ളവർക്ക് മലയാളം ഡിസ്ക്കഷൻലും പങ്കെട്ക്കാം. അപ്പൊ അത് ഗ്രൂപ്പിലെ അഡ്മിൻ ഒന്ന് നിശ്ചയിച്ചിട്ട് അത് തീരുമാനിച്ച് അറിയീക്ക്ന്ന്ണ്ടാവും. അപ്പൊ അതിൽ നിന്ന് വര്ന്ന ചോദ്യങ്ങള് നമ്മള് ഞായറാഴ്ച്ചദിവസം അത് ഈ ക്ളാസിന് ശേഷം അത് ഡിസ്ക്ക്സ് ചെയ്യുകയും ചെയ്യാം. ഇന്നിപ്പൊ ഇൻട്രൊഡക്ഷനായത് കൊണ്ട് എല്ലാവർക്കും ചോദ്യം ചോദിക്കാം അത് കഴിഞ്ഞ്, ഇപ്പൊ നാളെ തൊട്ട് ഗ്രൂപ്പില് ഈ ചോദ്യങ്ങള് എന്തെങ്കിലുമൊക്ക് ഉണ്ടെങ്കില് ചോദിക്കാം. അതെല്ലാം കളക്റ്റ് ചെയ്തിട്ട് പിന്നീട് നമ്മളതിനുത്തരം പറയ്‌ന്ന്ണ്ടാവും. അപ്പൊ എപ്പൊഴെങ്കിലും ഉത്തരം പറയേണ്ട ഒരവസ്ഥയ്ണ്ടെങ്കില് അതിന് അതനുസരിച്ച് ചോദ്യോത്തരം പറയ്‌ന്ന്ണ്ടാവും. അപ്പൊ അതൊക്കെ പിന്നീട് പോസ്റ്റ് ചെയ്യാവുന്നതാണ്. അല്ലെങ്കില് അഡ്മിന്സിനെ അറിയീച്ചാല് അതിനൻസരിച്ചും ചെയ്യാവുന്നതാണ്. അതൊരു വ്യവസ്ഥ പറഞ്ഞ് തര്ന്ന്ണ്ടാവും അതനുസരിച്ച് ചെയ്യാം."
      }
    },
    "ശാന്തിപാഠം": {
      "കണ്ണി": "https://www.youtube.com/watch?v=PlWE6vISoZ0&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=2&t=5366s",
      "സമയം": "01:29:26",
      "അവതരണം": "സ്വാമി ഹരിബ്രഹ്മേന്ദ്രാനന്ദ തീർത്ഥ",
      "ശബ്ദരേഖ": "അപ്പോ അവസാനം ശാന്തിപാഠത്തോടു കൂടിയാണ് നമ്മള് ക്ളാസ് സമാപിപ്പിക്ക്യ. അപ്പോ ശാന്തിപാഠം ചെയ്യാം. ഇനി അട്ത്ത ക്ളാസില് ഇപ്പൊ ഈ ശാന്തിപാഠങ്ങളും മറ്റുവൊക്കെ ഉച്ചരിക്കേണ്ട വിധം കൂടി നമ്മളഭ്യസിക്ക്ന്ന്ണ്ടാകും. ആ സമയത്ത് ഒന്ന് രണ്ട്പ്രാവശ്യം ഉച്ചരിച്ച് ഉള്ളൊരഭ്യാസം കൂടി ചെയ്യാം. ഇപ്പോ മന്ത്രമറിയാവ്ന്നവര് കൂടെ ചൊല്ലുക. ഓം പൂർണ്ണമദഃ പൂർണമിദം പൂർണ്ണാത് പൂർണ്ണമുദച്യതേ. പൂർണസ്യ പൂർണമാദായ പൂർണ്ണമേവാവശിഷ്യതെ. ഓം ശാന്തിഃ ശാന്തിഃ ശാന്തിഃ. ശ്രീ ഗുരുഭ്യോ നമഃ ഹരിഃ ഓം. ഓം നമോ നാരായണായ."
    }
  },
  "രണ്ടാം ഭാഗം": {
    "കണ്ണി": "https://www.youtube.com/watch?v=3SzkSaxc2L8&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=3",
    "ആമുഖം": {
      "കണ്ണി": "https://www.youtube.com/watch?v=3SzkSaxc2L8&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=3&t=3s",
      "സമയം": "00:00:03",
      "അവതരണം": "കമല ഉണ്ണികൃഷ്ണൻ",
      "ശബ്ദരേഖ": "ഓം ഗുരുർ ബ്രഹ്മ ഗുരുർ വിഷ്ണു ഗുരുർ ദേവോ മഹേശ്വരഃ ഗുരു സാക്ഷാത് പരംബ്രഹ്മ തസ്മൈ ശ്രീ ഗുരവേ നമഃ. ഓം നമോ നാരായണ. പ്രണാം ടു സ്വാമിജി. ഇവിടെ ഈ ക്ളാസിൽ എത്തിയിരിക്കുന്ന എല്ലാ ജിജ്ഞാസുക്കൾക്കും ഹൃദയംഗമായ അഭിവാദ്യം. ഇന്ന് സാധനാപഞ്ചകം അഥവാ ഉപദേശപഞ്ചരത്നം എന്ന സ്വാമിജിയുടെ ക്ളാസിലെ രണ്ടാമത്തെ ക്ളാസാണ്. കഴിഞ്ഞ ക്ളാസിലെ ആശയങ്ങൾ നമുക്കൊന്ന് അയവിറക്കാം. ഇവിടെ നമ്മളെന്തിനാണ് ഈ ഒരു ശാസ്ത്രപഠനം നടത്തുന്നത്. ആ ശാസ്ത്രപഠനം എങ്ങനെ നടത്തണം. എന്താണതിന്റെ പ്രയോജനം. ഇതെല്ലാം കഴിഞ്ഞ ക്ളാസിൽ സ്വാമിജി പ്രതിപാദിക്കുകയുണ്ടായി. വേദാന്തം ഒരു ദർശനശാസ്ത്രമാണ്. വേദങ്ങൾ നമ്മുടെ ഋഷിമാർക്ക് അവരുടെ സമാധി സ്ഥിതിയിൽ ഉണ്ടായ വെളിപ്പെടുത്തലുകളാണ്. ഇംഗ്ലീഷിൽ പറഞ്ഞാൽ റെവലേഷൻ. ഈ വേദങ്ങൾ അറിവാണ്. ആദ്യകാലത്തത് വായ്മൊഴിയായിട്ടാണ് ഗുരുനാഥനിൽനിന്ന് ശിഷ്യനിലേക്ക് പകർന്ന് തന്നത്. പിന്നീട് വരമൊഴിയായി. അതെപ്പഴാണെന്ന് തീർച്ചയായിട്ട് പറയാൻ പ്രയാസമാണ്. വേദങ്ങൾ പ്രധാനമായും നാലാണ്. വ്യാസഭഗവാനാണത് ക്രോഡീകരിച്ചിരിക്കുന്നത്. ഋൿവേദം യജുർവേദം സാമവേദം അഥർവ്വവേദം. പിന്നീട് യജുർവേദം രണ്ടായി, കൃഷ്ണയജുർവേദം, ശുക്ലയജുർവേദം അങ്ങനെ അഞ്ചുവേദങ്ങൾ. ഈ വേദങ്ങൾക്കെല്ലാം ഓരോ ശാഖയുണ്ട്. ആ ശാഖയില് ഓരോ ഉപനിഷത്ത്. അങ്ങനെ നമുക്ക് മൊത്തം ഉപനിഷത്ത് ഉണ്ടായിരുന്നതായി മുക്തിക ഉപനിഷത്ത് എന്ന ഒരു ഉപനിഷത്തിൽ പറയുന്നത് ആയിരത്തി ഒരുനൂറ്റി എൺപത് ഉപനിഷത്ത്കളാണ്. സ്വാമിജി കഴിഞ്ഞ ക്ളാസിൽ പറഞ്ഞു അതിൽ നൂറ്റിപതിനെട്ട് ഉപനിഷത്ത് ഇപ്പഴും ലഭ്യമാണ്. എങ്കിലും നൂറ്റെട്ട് ഉപനിഷത്ത്ക്കൾ എഴുതിയ ഗ്രന്ഥങ്ങൾ ഇഷ്ടം പോലെ നമുക്ക് ലഭിക്കാനുണ്ട്. ഇതിൽ പത്ത് ഉപനിഷത്തുക്കളാണ് ദശോപനിഷത്തുക്കൾ എന്ന പേരില് പ്രസിദ്ധമായ പത്ത് ഉപനിഷത്തുകളാണ് ഇതില് മുഖ്യമായിട്ടുള്ളത്. ഇതിനാണ് ഇത് പ്രസ്ഥാനത്രയം എന്ന് ഇതില് ശങ്കരഭഗവത്പാദരുടെ ഭാഷ്യം ഇതിനെഴുതിയതുകൊണ്ടുകൂടെ ഇതിനൊരു പ്രാധാന്യം കൂടുതലാണ്. വേദാന്തം മോക്ഷ ശാസ്ത്രമാണ്. ഈ മോക്ഷ ശാസ്ത്രം. വേദങ്ങളില് ധർമ്മശാസ്ത്രവും മോക്ഷ ശാസ്ത്രവും ഉണ്ട്. വേദത്തിന്റെ ആദ്യഭാഗം എൺപതോളം ശതമാനം കർമ്മങ്ങളെക്കുറിച്ചാണ് പറയുന്നത്. ബാക്കി ഇരുപത് ശതമാനമാണ് വേദാന്തത്തിൽ പറയുന്നത്. ഈ വേദങ്ങൾ തന്നെ സംഹിത ബ്രാഹ്മണം എന്നീ മൂന്ന് വിഭാഗങ്ങളിലുണ്ട്. ആ വിഭാഗങ്ങളിലോരോന്നിലും അവസാനം വരുന്നത്കൊണ്ടാണ് വേദാന്തം എന്ന പേര് കിട്ടിയിരിക്കുന്നത്. ഈ എൺപത് ശതമാനം കർമ്മപരമായിട്ടുള്ളതാണ്. ഇരുപതു ശതമാനം മാത്രമാണ് ഉപനിഷത്തുകൾ. ആ ഇരുപത് ശതമാനത്തിൽ തന്നെ നാല് ശതമാനം നമ്മുടെ ആത്മസ്വരൂപത്തെ വർണ്ണിക്കുന്നതാണ്. ബാക്കി പതിനാറ് ശതമാനം അതിന്റെ ഭാവങ്ങളും അതായത് ഉപാസനകളും മറ്റും എല്ലാം വിവരിക്കുന്നതാണ്. എന്താണ് മോക്ഷം. മോക്ഷശാസ്ത്രമാണ് നമ്മുടെ ലക്ഷം. എന്താണ് മോക്ഷം. മോക്ഷം നമ്മൾക്ക് എന്ന് പറഞ്ഞാല് സ്വാതന്ത്ര്യം, സ്വാതന്ത്ര്യം, എപ്പോഴാണ് നമ്മക്ക് സ്വാതന്ത്ര്യം കിട്ടുന്നത്, ഭയമില്ലാതായിരിക്കുമ്പൊ. നമുക്കെപ്പോഴാണ് ഭയം വരുന്നത്, ഞാനല്ലാതെ വേറെ ഒന്നുകൂടെ ഉണ്ടാകുമ്പോഴാണ് നമുക്ക് ഭയം വരുന്നത്. അപ്പൊ ആ ഭയത്തിൽ നിന്ന് അഭയം നമുക്ക് നേടണം, അതാണ് നമ്മുടെ സ്വാതന്ത്ര്യം. ഭയം ഉണ്ടെങ്കില് നമ്മള് ലിമിറ്റഡായിപോകും നമ്മള് പരിമിതികളുണ്ടാകും. പക്ഷെ നമ്ക്ക് പരിമിതികളൊന്നും ഇല്ലാത്തൊരു സ്വാതന്ത്ര്യം വേണം. ആ സ്വാതന്ത്ര്യത്തിനാണ് നമ്മള് പരിശ്രമിക്കേണ്ടത്. പ്രായോഗിക ജീവിതത്തില് അനുസരിക്കാൻ പറ്റാത്ത ഒന്നും തന്നെ ഈ വേദത്തിൽ പറഞ്ഞിട്ടില്ല്യ. ഈ മോക്ഷശാസ്ത്രങ്ങൾ ഈ മോക്ഷം എങ്ങനെ ലഭിക്കും നമുക്ക് എന്താണ് നമ്മള് അതിന് ചെയ്യെണ്ടത് അതാണ് ഇവിടെ പറഞ്ഞ് തന്നിരിക്ക്ന്നത്. നമ്മൾക്ക് അതിനൊരു ക്രമമുണ്ട്, ഈ പഠനത്തിനൊരു ക്രമമുണ്ട്. അല്ലാതെ പല സ്ഥലങ്ങളിൽ നിന്നും കിട്ടുന്ന അത് വായിച്ച് ഇത് വായിച്ച് നമുക്ക് ഈ മോക്ഷശാസ്ത്രം, ഈ വേദാന്തശാസ്ത്രം പഠിക്കാൻ സാധിക്കില്ല്യ. ഗൂഗ്ള്ന്നൊക്കെ നമുക്ക് ഒരുപാടറിവ്കള് കിട്ടും പക്ഷെ അതെല്ലാം ഇൻഫൊർമേഷനാണ്. ക്നോളേജ് ഒരിക്കലും ആവില്ല്യ. അത് നമ്മൾടെ ക്നോളേജല്ല, അത് വേറെ ആര്ട്യോ ക്നോളേജ് അവരതിലിട്ടിരിക്ക്യാണ് അവരുടെ അറിവ്. നമുക്ക് അറിവ് വേണെങ്കില്. നമ്മള് ഇതെന്താണെന്ന് നമ്മളറിഞ്ഞ് അത് നമ്മള് സ്വായത്തമാക്കണം. അതിന്റെ ക്രമമായ ഒരു പരിപാടിയ്ണ്ട്. ആ ക്രമത്തിലൂടെ വേണം നമ്മള് ഗുരുനാഥനിൽനിന്ന് കേൾക്കാൻ. അതാണ് ഗുരുപരമ്പരയിലൂടെ നമ്മള് ഈ വേദാന്ത ശ്രവണം ചെയ്യണം. മനനവും ശ്രവണവുമെല്ലാം. അതാണ് അതുകൊണ്ട് ഈ ക്ളാസുകള് വെറും പ്രഭാഷണ പരമ്പരയല്ല. മറിച്ച് ക്ളാസുകളാണ്. ഗുരുനാഥനിൽ നിന്ന് കേട്ട് പഠിക്കുന്നത്. ഇപ്പോ ആശ്രമത്തിൽ പോകാൻ പറ്റില്ലെങ്കിലും നമ്മുക്ക് തൽകാലത്തെ ഇതൊരു ഒന്നര മണിക്കൂറൊര് ആശ്രമം ആക്കിയിട്ട് നമുക്ക് ഗുരുവിൽ നിന്ന് പഠിച്ച് കേൾക്കാം. അതിന്റെ ഒരു ദൈവിക ഭാവത്തോടുകൂടെ വേണം നമ്മൾ ഇത് പഠിക്കാൻ. നമുക്ക് ജീവിതം എന്താണെന്ന് ചോദിച്ചാല്. പ്രശനങ്ങള് പരിഹരിക്കാനുള്ള. ഒര് വേദിയായിട്ടാണ് അധിക പേരും ജീവിതത്തെ കാണുന്നത്. പക്ഷെ നമ്മുടെ ഗുരുനാഥൻ പറഞ്ഞു നിങ്ങൾക്ക് പ്രശ്നമില്ല്യ എന്ന് മനസിലാക്കണം. ആ ഒരു നിലയിലേക്ക് ഉയരണം. അപ്പൊ ഈ വേദാന്ത പഠനത്തിലൂടെ അതാണ് നമ്മുടെ പ്രയോജനം. പ്രശ്നങ്ങൾ ഇല്ലാത്ത സുഖം മാത്രമുള്ള ഒരു ജീവിത വ്യവസ്ഥയിലേക്ക് നമ്മള് ഉയരുക. അപ്പൊ ജീവിതം നമുക്കൊരു ലീലയായിട്ട് തന്നെ തീരും. നമ്മളെല്ലാവരും ആഗ്രഹിക്ക്ന്നത് സുഖത്തിനാണ്, ആനന്ദപ്രാപ്തിക്കാണ്. പക്ഷെ ഭാഹ്യ ലോകത്ത്ന്ന് കിട്ട്ന്ന ആനന്ദം നമ്മേ സംതൃപ്തരാക്കുന്നില്ല, ആക്കുകയുമില്ല്യ. കാരണം നമ്മള്, നമ്മുടെ സ്വഭാവം. എന്തുകൊണ്ടാണ് നമ്മള് ആനന്ദത്തിന്റെ പിന്നാലെ പോവുന്നത്. നമ്മളാനന്ദരൂപികളാണ്. പക്ഷെ നമുക്കത് അറിഞ്ഞുകൂട. അപ്പൊ ഈ ശാസ്ത്രവും ഗുരുനാഥനും നമുക്ക് ഈ ആനന്ദസ്വരൂപത്തെ പറഞ്ഞ് തരികയാണ് ചെയ്യുന്നത്. അതാണ് നമ്മള് ഇവിടെ മനസിലാക്കണ്ടത്. അപ്പൊ ഈ ശാസ്ത്ര പഠനത്തിനായി നമ്മുക്ക് അതിനെ മനസിലാക്കാൻ വേണ്ടി അതിലെ വളരെ സാങ്കേതിക പദങ്ങളൊക്കെ ഉപയോഗിച്ചിട്ടുണ്ട്, ആ സാങ്കേതിക പദങ്ങളെല്ലാം മനസിലാക്കാൻ വേണ്ടി അനുകമ്പയാർന്ന നമ്മുടെ ആചാര്യന്മാർ നിരവധി പ്രകരണ ഗ്രന്ഥങ്ങൾ രചിച്ചിട്ടുണ്ട്. അതില് വളരെ, എന്തുകൊണ്ടും ഒന്നാം സ്ഥാനത്ത് നില്ക്കുന്നതാണ് ശങ്കരഭഗവത്പാദർ രചിച്ച പ്രകരണഗ്രന്ഥങ്ങളെല്ലാം തന്നെ. അതിലുള്ള ഒരു പ്രകരണ ഗ്രന്ഥമാണ് ഈ സാധനാപഞ്ചകം. അല്പായുസ്സ് മാത്രമേ ഉണ്ടായിരുന്നുള്ളു ഈ ശങ്കരഭഗവത്പാദർക്ക്. പക്ഷെ ആ അല്പായുസ്സ് വളരെ പ്രയോജനപ്പെടുത്തി തന്റെ വ്യവസ്ഥിത ജീവിതശൈലി പരിപാലിച്ചുകൊണ്ട് പല നേട്ടങ്ങളും വരുത്താമെന്ന് സ്വയം ജീവിതത്തിലൂടെ കാണിച്ചു തന്ന ഒരു അത്ഭുത പ്രതിഭയാണ് ശ്രീ ശങ്കരഭഗവത്പാദർ. അങ്ങനെയുള്ള ആ ശങ്കരഭഗവത്പാദരാൽ വിരചിതമായ ഒരു മഹത്തായ ഗ്രന്ഥമാണ് ഉപദേശപഞ്ചരത്നം അഥവാ സാധനപഞ്ചരത്നം. ഈ ഗ്രന്ഥത്തിനെ പറ്റി എപ്പഴാണ് രചിച്ചതെന്ന് ഉള്ളതിനെപറ്റി സ്വാമിജി പറഞ്ഞത്, അവസാന കാലത്ത് ദേഹം ത്യജിക്കുകയല്ല ഭഗവത്പാദർ ചെയ്തത്, ആകാശഗമനം നടത്തുകയായിരുന്നു, ആകാശഗമനം, അങ്ങനേ നടന്നു പോയി ആകാശത്തിലേക്ക് ആ സമയത്ത്. അതിനു മുമ്പ് തന്റെ ശിഷ്യന്മാരോട് എന്താണ് വേണ്ടത്, അവസാനം എന്താണ് നിങ്ങൾക്ക് അറിയേണ്ടത് എന്ന് ചോദിച്ചപ്പോൾ ലോകത്തിലുള്ള എല്ലാവർക്കുമുള്ള ഒരുപദേശം തരണം. അങ്ങനെ ഉള്ള ഒരു ഉപദേശം ആണ്. അതുകൊണ്ടാണ് ഉപദേശപഞ്ചരത്നം. അഞ്ച് ശ്ലോകങ്ങളാണ്, അഞ്ച് രത്നങ്ങളാണ്, ഖനികള്ന്ന് നമ്മളെടുക്കുന്ന രത്നങ്ങളുണ്ടല്ലൊ അതിനെയാണ്, അപ്പോ ഒരു ഖനിയാണ് ഇത് അങ്ങനെയാണ് ഇത്‌ന്നുള്ള അഞ്ച് രത്നങ്ങള്. ആ അഞ്ച് ശ്ലോകങ്ങളില് ക്രമമായിട്ട് ഓരൊ ശ്ലോകത്തിലും എട്ട് എന്ന് എണ്ണി ചിട്ടപ്പെട്ത്തിയിട്ട്ള്ള ഉപദേശങ്ങളാണ് തര്ന്നത്. കൂടുതലും നമുക്ക് സ്വാമിജിയിൽ നിന്നും നമുക്കിന്ന് കേൾക്കാം. അതിനു മുമ്പ് മനസിലാക്കണം, ഒരു മണിക്കൂറാണ് നമ്മുടെ ക്ളാസ്. തുടർന്നുള്ള അര് മണിക്കൂറിൽ നിങ്ങൾക്ക് നിങ്ങളിൽ വരുന്ന ചോദ്യങ്ങളും സംശയങ്ങളും എല്ലാം തീർക്കാം. ചോദ്യം ചോദിക്കാം സംശയം തീർക്കാം. സ്വന്തം അൺമ്യൂട്ട് ചെയ്യുകയോ അല്ലെങ്കില് ചാറ്റ് ബോക്സിലിടുകയോ ചെയ്യാം. ഹരിഃ ഓം."
    },
    "ഭാഗം": {
      "കണ്ണി": "https://www.youtube.com/watch?v=3SzkSaxc2L8&list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S&index=3&t=682s",
      "സമയം": "00:11:22",
      "അവതരണം": "സ്വാമി ഹരിബ്രഹ്മേന്ദ്രാനന്ദ തീർത്ഥ",
      "ശബ്ദരേഖ": "ഓം നമോ നാരാണായഃ. ആദ്യം പ്രാർത്ഥനാ ശ്ലോകങ്ങള്. ശങ്കരാചാര്യസ്വാമിജികള്ടെ പ്രണാമരൂപമാകുന്ന പ്രാർത്ഥനാ ശ്ലോകങ്ങള് ചൊല്ലാം. ഓം ശ്രുതിസ്മൃതിപുരാണാനാം ആലയം കരുണാലയം. നമാമി ഭഗവത്പാദം ശങ്കരം ലോകശങ്കരം. ശങ്കരം ശങ്കരാചാര്യം കേശവം ബാദരായണം. സൂത്രഭാഷ്യകൃതൗവന്തേ ഭഗവന്ദോ പുനഃ പുനഃ. ഈശ്വരോ ഗുരുരാത്മേതി മൂര്‍തിഭേദവിഭാഗിനേ വ്യോമവദ്‌-വ്യാപ്തദേഹായ ദക്ഷിണാമൂര്‍തയേ നമഃ. ശ്രീ ദക്ഷിണാമൂര്‍തയേ നമഃ. ഭഗവത്പാദ ശങ്കരാചാര്യ സ്വാമിജികളുടെ അന്തിമ ഉപദേശമാണ് എന്ന് കണക്കാക്കപ്പെടുന്ന ഉപദേശപഞ്ചരത്നം എന്ന കൃതിയില് ആണ് ആദ്യത്തെ ശ്ലോകമാണ് നാം ഉച്ചരിച്ച് പഠിച്ചത്. അപ്പൊ നേരത്തെ ഉച്ചരിച്ച ആ ശ്ലോകത്തിന്റെ പുനരുച്ചാരണം ഒന്ന് പഠിക്കാൻ വേണ്ടിയിട്ട് പുനരുച്ചാരണം ചെയ്യാം. കഴിഞ്ഞ ക്ളാസില് എന്തൊക്കെയാണ് നാം ചർച്ച ചെയ്തത് എന്നതിനിവിടെ വളരെ നന്നായിട്ട് സംക്ഷേപിച്ച് ഡോക്ട്ടർ കമലാജി പറഞ്ഞു. അപ്പൊ ആ വിഷയങ്ങൾ ഇനി വീണ്ടും പറയേണ്ട കാര്യമില്ല എന്ന് വിശ്വസിക്കുന്നു. അതിൽ തന്നെ എന്തെങ്കിലും സംശയങ്ങളുണ്ടെങ്കിലു അത് സംശയനിവാരണ സമയത്ത് ചോദിക്കാവുന്നതാണ്. അപ്പൊ ആദ്യം ഒന്നാമത്തെ ശ്ലോകം ഒന്ന് അനുച്ചരിക്ക്യ. ആദ്യം ഞാനൊന്ന് ഉച്ചരിക്കും ആ ഉച്ചാരണം കേട്ടിട്ട് നിങ്ങൾക്ക് കൂടെ ഉച്ചരിക്കാം. വേദോ നിത്യമധീയതാം തദുദിതം കർമ്മ സ്വനുഷ്ഠീയതാം. തേനേശസ്യ വിധീയതാമപചിതിഃ കാമ്യേ മതിസ്ത്യജ്യതാം. പാപൗഘഃ പരിധൂയതാം. ഭവസുഖേ ദോഷോഽനുസന്ധീയതാം. ആത്മേച്ഛാ വ്യവസീയതാം. നിജഗൃഹാത് തൂർണം വിനിർഗമ്യതാം. കഴിഞ്ഞ ക്ളാസില് ഉപോദ്ഘാതത്തില് പറയുകയുണ്ടായിരുന്നു ഈ ഉപദേശപഞ്ചരത്നത്തില് അഞ്ച് ശ്ലോകങ്ങളുണ്ട് ഇത് ശാർദ്ദൂലവിക്രീഡിതം എന്ന സംസ്കൃത വൃത്തത്തിലാണ് രചിക്കപ്പെട്ടിട്ടുള്ളത്. അതില് നാല്പതുപദേശങ്ങളാണുള്ളത്. ആ നാല്പതുപദേശങ്ങളില് മുപ്പത്തിരണ്ടുപദേശങ്ങളും സാധകർക്ക് വേണ്ടിയാണ്. ബാക്കി എട്ട് ഉപദേശങ്ങൾ ജീവന്മുക്തന് സംബന്ധിച്ചാണ്. അത് നമുക്ക് ലഷ്യമാക്കേണ്ടതാണ് എന്ന് പറഞ്ഞു. അപ്പോ അവിടെ ഈ മുപ്പത്തിരണ്ട് ഉപദേശങ്ങളിൽ ആചാര്യസ്വാമിജികള് വളരെ ഗൗരവത്തോടുകൂടി അദ്ദേഹത്തിന്റെ മുഴുവൻ രചനാപാടവവും ഉപയോഗിച്ച് സംക്ഷേപിച്ചാണ് പറഞ്ഞിരിക്കുന്നത്. എന്നാൽ പറയേണ്ട എല്ലാ കാര്യങ്ങളും പറഞ്ഞിട്ട്ണ്ട്. മോക്ഷമാകുന്ന പരമപുരുഷാർത്ഥത്തെ ലക്ഷ്യമാക്കി നമ്മുടെ ജീവിതം എങ്ങനെയാണ് കൊണ്ടു പോകേണ്ടത്. മോക്ഷത്തിന്റെ സ്വരൂപത്തെ കൂറിച്ചും അതിന്റെ ഒരു ചെറു പരിചയം കഴിഞ്ഞ ക്ളാസിൽ നമ്മള് കേൾക്കയ്ണ്ടായി. അതിനെ കുറിച്ച് കൂടുതല് നമ്മള് വീണ്ടും അറിയ്‌ന്ന്ണ്ടാവും. അപ്പൊ അതില് സാധനകളുടെ രീതിയിൽ എന്ത് അനുഷ്ഠിച്ച് തുടങ്ങണം. ഇപ്പൊ നമുക്കറിയാം നമ്മുടെ ഭാരതീയ സംസ്കാരത്തില് നാല് ആശ്രമങ്ങളുണ്ട്. ബ്രഹ്മചര്യാശ്രമം ഗൃഹസ്ഥാശ്രമം വാനപ്രസ്ഥം സന്യാസം എന്നിങ്ങനെ. അതില് ബ്രഹ്മചര്യാശ്രമമെന്ന് പറയുന്നത് കുട്ടിക്കാലമാണ്, നമ്മുടെ അധ്യയന കാലം. അപ്പൊ ഇന്ന് നമ്മള് വിദ്ധ്യാലയങ്ങളിൽ പോയി അധ്യയനം ചെയ്യുന്നത് പോലെ അന്ന് ഗുരുകുലങ്ങളിൽ പോയിട്ട് അധ്യയനം ചെയ്തിരുന്നു. അതില് പ്രധാനമായും അധ്യയനം ചെയ്തിരുന്നത് വേദമാണ് തുടർന്ന് അതിനോടനുബന്ധിച്ച എല്ലാ വേദാംഗങ്ങളും അങ്ങനെ തുടർന്ന് തുടർന്ന് കലകള് അറുപത്തിനാല് കലകള് ഇതൊക്കെ അവിടെ അഭ്യസിച്ചിരുന്നു. അവിടുന്നു ജീവിതം ആരംഭിക്കുന്നു. നമ്മുടെ ഒക്കെ ജീവിതം അല്ലെങ്കില് ഒരു സാമൂഹ്യ ജീവിതം ആരംഭിക്കുന്നത് വിദ്യാലയത്തിൽ പോയി തുടങ്ങുമ്പോഴാണ്. അത്പോലെ സാമൂഹ്യജീവിതം അവിടുന്ന് ആരംഭിക്കുന്നു. ആ ജീവിതം എവിടെയാണവസാനിക്കുന്നത് അതാണിവിടെ പ്രധാനമായ കാര്യം. അപ്പൊ ജീവിതത്തിന്റെ ആദ്യഘട്ടത്തില് പഠിക്കേണ്ടതും ആറിയേണ്ടതും നാം വിദ്യാലയങ്ങളിൽനിന്ന് അറിയുന്നു എന്ന് വക്ക്യാ. ജീവിതത്തിന്റെ രണ്ടാമത്തെ ഘട്ടം അതായത് ഗൃഹസ്ഥാശ്രമം എന്ന് പറയുന്ന ആ അവസ്ഥ അവടെ നേരത്തെ നാം പഠിച്ചതൊക്കെ കണ്ട് നമ്മടെ ജീവിതത്തിന് ആവശ്യമായിട്ട്ള്ള ധനസമ്പാദ്യവും അതുപോലെ തന്നെ വീടുണ്ടാക്കുക വാഹനം വാങ്ങുക തുടങ്ങിയതൊക്കെ അവിടെ ചെയ്യുന്നു, പൂർണമായും സാമൂഹിക വ്യവഹരത്തിൽ നാം ഇടപെടുന്നു. ഓരോരുത്തർക്കും ഓരോ കർത്തവ്യങ്ങള് ഒരോ ഡ്യൂട്ടികള്ണ്ടാവുന്നു അതെല്ലാമനുഷ്ഠിക്കുന്നു. അത് കഴിഞ്ഞ് ജീവിതത്തിന്റെ മൂന്നാംഘട്ടം ആകുമ്പോഴേക്കും സേവാ നിവൃത്തരാവുന്നു അതായത് സർവീസിൽനിന്ന് വിരമിക്കുന്നു. അങ്ങനെ സർവീസിൽ നിന്ന് വിരമിക്കുന്നതിന് വാനപ്രസ്ഥമെന്ന് പറയാം. ശേഷം ഉള്ള ആ ജീവിതത്തിന്റെ ഭാഗം തനിക്ക് വേണ്ടി, തന്റെ തന്നെ സ്വരൂപത്തെ അറിയാനും, മുമ്പുണ്ടായ ആ കാമാദിബോധങ്ങളിൽ നിന്നും ഒക്കെ നിവൃത്തമായി മനസിനെ അന്തർമുഖമാക്കി അകത്ത്നിന്ന്, ഉള്ളിൽനിന്ന് ഉണ്ടാകുന്ന ആ അനുഭൂതിയെ ആസ്വദിക്കാനും ആണ് ബാക്കി ഉള്ള സമയം മാറ്റി വച്ചിരുന്നത്. അങ്ങനെ വളരെ വ്യവസ്ഥിതമായ രീതിയില് അവസാനം മോക്ഷത്തിലെത്തുന്നു എന്നായിരുന്നു. അപ്പൊ മോക്ഷശാസ്ത്രത്തെക്കുറിച്ച് പ്രതിപാദിക്കുന്ന, മോക്ഷശാസ്ത്രത്തിന്റെ ആ പ്രതിപാദനരീതി നോക്കുമ്പൊ ഈ ക്രമമെല്ലാം കഴിഞ്ഞ് വന്നതായിട്ട് തോന്നും. എന്നാൽ ചില അവസ്ഥകളില് ചില പ്രത്യേക സാഹചര്യങ്ങളെ നോക്കുമ്പോ പ്രത്യേക ആൾക്കാർ അത്തരം യോഗ്യതയുള്ളവർക്ക് ഈ ക്രമമില്ലാതെയും നേരിട്ടും മോക്ഷശാസ്ത്രത്തെ അധ്യയനം ചെയ്ത് മോക്ഷസാധന ചെയ്യാം എന്ന് വിധിയ്ണ്ട്. അപ്പോ ആ മോക്ഷശാസ്ത്ര സംബന്ധമായിട്ട് നമ്മള് നോക്കുമ്പൊ ജീവിതത്തിന്റെ അവസാന ലക്ഷ്യം അല്ലെങ്കിൽ ജീവിതത്തിന്റെ പരമലക്ഷ്യം. അവസാനലക്ഷ്യം എന്ന് പറയുന്നതിനെക്കാളും ജീവിതത്തിന്റെ പരമലക്ഷ്യം എന്ന് പറയുന്നതാവും ഉചിതം. ആ പരമലക്ഷ്യത്തെ പ്രാപിക്കാൻ നമ്മുടെ ഈ മുഴുവൻ ജീവിതവും ഈ നാല് ഘട്ടങ്ങളിലുള്ള ജീവിതവും എങ്ങനെ തരപ്പെടുത്താം എങ്ങിനെയൊരു ലൈഫ് പ്ലാനുണ്ടാക്കാം ആ ക്രമത്തിലാണ് ഈ ഉപദേശപഞ്ചരത്നമിവിടെ പോവുന്നത്. അതില് ആദ്യത്തെ ഉപദേശമായി ആചാര്യസ്വാമിജികള് പറഞ്ഞത്. വേദോ നിത്യമധീയതാം എന്നാണ്. വേദത്തെ നിത്യവും അധ്യയനം ചെയ്യണം, വേദത്തെ നിത്യവും അധ്യയനം ചെയ്താലും, പഠിച്ചാലും എന്നർത്ഥം. അപ്പോ നമ്മോടുള്ള ഒരു ഉപദേശമായിട്ടും, ഒരു മാർഗദർശനമായിട്ടും അല്ലെങ്കില് ഒരു സജഷനായിട്ടും നമുക്ക് കണക്കാക്കാം. അങ്ങനെ നിങ്ങളധ്യയനം ചെയ്താൽ ആ പരമപദത്തെ പ്രാപിക്കാൻ കഴിയും എന്നു പറയുന്നു. അപ്പോ വേദത്തെ അധ്യയനം ചെയ്യണം എന്ന് പറഞ്ഞപ്പോ അതിന് കഴിഞ്ഞ പ്രാവശ്യം പറയ്കയ്ണ്ടായി. വേദ അധ്യയനത്തിന് വേണ്ട ആ അവസരവും യോഗ്യതയും ആ സാമർത്ഥ്യവും ഒക്കെ ഉണ്ടെങ്കില് അങ്ങനെ വേദം അധ്യയനം ചെയ്യാം. അതല്ലാത്ത പക്ഷം വേദസംബന്ധമായിട്ട്ള്ള സ്മൃതികളും വേദത്തിൽ പറഞ്ഞ കാര്യങ്ങൾ തന്നെ പ്രതിപാദിക്കുന്ന പുരാനങ്ങളും ഇതിഹാസങ്ങളും അധ്യയനം ചെയ്യാം. മഹാഭാരതമെന്ന ഇതിഹാസത്തെ പഞ്ചമവേദം എന്ന് തന്നെയാണ് പുകഴ്ത്തുന്നത്. വേദത്തിൽ പറഞ്ഞ കാര്യങ്ങളൊക്കെ ആ ഇതിഹാസത്തിൽ അങ്ങനെ തന്നെ പ്രതിപാദിച്ചിട്ട്ണ്ട് എന്നാണ്. അപ്പോ വേദാധ്യയനം ഇന്ന് വളരെ സഹജമല്ല. അതുകൊണ്ട് നമുക്ക് അധ്യനം ചെയ്യാൻ പറ്റ്ന്നത് നിത്യം അധ്യയനം ചെയ്യുക. അതില് സഹസ്രനാമങ്ങൾ വരെ ആകാം. അങ്ങനെയാണ് വിഷ്ണു സഹസ്രനാമവും ലളിതാസഹസ്രനാമവും. അല്ലെങ്കില് നമ്മളിപ്പോ കേരളത്തിലൊക്കെയാണെങ്കില് നാരയണീയം വളരെ പ്രസിദ്ധമാണ്, ഭാഗവതത്തിന്റെ സാരംശമായ നാരായണീയം. ഇങ്ങനെ ഉള്ള അനേകം ഗ്രന്ഥങ്ങള് നമുക്ക് പ്രാപ്തമാണ്. അതൊക്കെ അതിലേതെങ്കിലും നമുക്ക് ഇഷ്ടമായതും നമുക്ക് ചെയ്യാൻ കഴിയുന്നതും ആയിട്ട്ള്ള ആ ഗ്രന്ഥം തിരഞ്ഞെടുത്ത് അതിന്റെ അധ്യയനം സ്വാധ്യായ രീതിയില് നിയമിതമായിട്ട് ചെയ്യുക. അതാണ് സ്വാധ്യായോ അധ്യേതവ്യഃ എന്ന വേദസാമാന്യ വിധി തന്നെ പറയുന്നത്. അപൊ സ്വാധ്യായപ്രവചങ്ങലെ ത്യജിക്കാനേ പാടില്ല. കാരണം അതിലൂടെയാണ് ധർമ്മം നിലനില്ക്കുന്നത്. ധർമ്മത്തിന്റെ പ്രചാരം നിലനിൽക്കുന്നത്. നമ്മള് ഇന്ന് എജുക്കേഷനെക്കുറിച്ച് വളരെ പറയാറ്ണ്ട് എജുക്കേഷന്റെ മഹത്ത്വത്തെക്കുറിച്ച്. വിദ്യാഭ്യാസമില്ലെങ്കിൽ ഒന്നുമില്ല, വിദ്യാഭ്യാസമാണ് എല്ലാത്തിനും അടിസ്ഥാനം, സംസ്കാരത്തിനടിസ്ഥാനം, ജീവിതത്തിന്റെ, ജീവിതം നല്ല വഴിക്ക് നയിക്കാൻ വിദ്യാഭ്യാസം വേണം. അതുകൊണ്ട് തന്നെ നമ്മുടെ സർക്കാരും ഒക്കെ വിദ്യാഭ്യാസത്തിന് മുൻഗണന കൊടുത്ത് അതിനു വേണ്ട വ്യവസ്ഥയൊക്കെ ചെയ്തു. വിദ്യഭ്യാസമുള്ളവരെയാണ് നമ്മള് നല്ലവര് അല്ലെങ്കി ശിഷ്ടര്ന്നൊക്കെ കണക്കാക്ക്ന്നത്. അപ്പോ ആ വിദ്യാഭ്യാസത്തിന്റെ ഭാഗമായ് അല്ലെങ്കില് ആ വിദ്യാഭ്യാസം തന്നെയാണ് ഇവിടെ വേദത്തില് സ്വാധ്യായോ അധ്യേതവ്യഃ എന്ന് പറയുന്നത്. വിദ്യാഭ്യാസം നമ്മള് ഒര് കാലത്ത് ഒക്കെ പഠിച്ച്, അതിൽനിന്ന് അറിയേണ്ടതൊക്കെ അറിഞ്ഞ്, പരീക്ഷ എഴുതി, സർട്ടിഫിക്കറ്റ് വാങ്ങി കഴിഞ്ഞ് അതിന് ജോലി കിട്ടി കഴിഞ്ഞാൽ പിന്നെ വിദ്യാഭ്യാസത്തിന്റെ ആ നേരിട്ടുള്ള പ്രയോജനം സമാപിച്ചു. ഇപ്പൊ ക്ലാസുകളിലൊക്കെ എന്താണ് പഠിച്ചത് എന്തൊക്കെ സദുപദേശങ്ങളാണ് നമ്മള് കേട്ടത് എന്നൊന്നും നമുക്കിപ്പോ ഓർമ്മയുണ്ടാവില്ല. അവിടെ പഠിച്ച നല്ല നല്ല കവിതകള് പ്രാർത്ഥനകള് അതൊക്കെ തന്നെ ചിലപ്പൊ മറന്ന് പോയിട്ടുണ്ടാകും. കാരണം അതിന് ആവർത്തനം ചെയ്തിട്ടില്ല. അതിലെ സദുപദേശങ്ങളുടെ ആവർത്തനം നാം ചെയ്തിട്ടില്ല. എന്തുകൊണ്ടാണ് നമുക്ക് ജീവിക്കാൻ മാർഗം കണ്ടെത്തേണ്ടത് അതു മാത്രം നമ്മള് കയ്യിൽ കരുതി ബാക്കിയെല്ലാം പഠിച്ചുപേക്ഷിച്ച് എന്നു പറയാം. അപ്പൊ അവിടെയാണ് ഈ പറയുന്ന വിധിവാക്ക്യത്തിന്റെ പ്രാധാന്യം. അതിന്റെ മഹത്വം നില്ക്കുന്നതവിടെയാണ്. വേദോ നിത്യമധീയതാം എന്ന് പറയുമ്പോ പഠിച്ചത്, ഗുരുകുലത്തിൽ പഠിച്ചത് അവിടെ തന്നെ ത്യജിച്ചു പോകാനല്ല, അത് ജീവിതത്തിൽ മുഴുവനാവർത്തിക്കണം. ഇത് നമ്മളോരോരുത്തരും ശ്രദ്ധിക്കേണ്ട കാര്യങ്ങളാണ്. ഒരു വ്യക്തിക്ക് വേണ്ട എല്ലാ നല്ല ഉപദേശങ്ങളും ഒക്കെ നമുക്ക് വിദ്യാലയങ്ങളില് ഗുരുക്കന്മാരിൽനിന്ന് കിട്ടിയിട്ട്ണ്ട് എന്ന് വക്ക്യ പക്ഷെ അതിൽ എത്രയൊക്കെയാണ് നമ്മൾ ഓർക്കുന്നത്. നമ്മുടെ ജീവിതത്തിൽ ചെലതൊക്കെ നമ്മള് ആചരണത്തിൽ കൊണ്ടുവന്നിട്ട്ണ്ടെങ്കിൽ അത് നിലനില്ക്കുന്നുണ്ട്. അതൊഴിച്ചെല്ലാം ലുപ്തമായിപോയി സമാപ്തമായിപോയി. അതുകൊണ്ടാണ് നിത്യവും അത്തരം ഗ്രന്ഥങ്ങളെ അഭ്യസിക്കണം എന്ന് പറയുന്നത്. നമുക്കെപ്പോഴും പുനർവിചാരം ചെയ്യാൻ കഴിയണം. പുനർവിചാരം ചെയ്താലെ നമ്മുടെ മനസ് നമ്മളിൽതന്നെ വസീഭൂതമായി നിൽക്കുകയുള്ളൂ. അല്ലെങ്കില് അത് വിഷയങ്ങളുടെ പുറകെ പോയി പരവശമായിപോവും. അങ്ങനെ പോയാൽ ഒരിക്കലും നമുക്ക് നമ്മുടേതായ ഗുണങ്ങളെ വളർത്താൻ കഴിയില്ല. അതുകൊണ്ടാണ് ഈ വേദാധ്യയനത്തിന് നിത്യധ്യയനത്തിന് സ്വാധ്യായധ്യയനത്തിന് ഈ പ്രാധാന്യം പറയുന്നത്. അപ്പൊ അത് പോലെ സ്തോത്രങ്ങള് പറയുമ്പൊ, സ്തോത്രങ്ങള് പറയുമ്പൊ അതിലും ഉപദേശങ്ങള്ണ്ട്. അതിൽ സ്തുതിരൂപത്തിലാണ്, സ്തുതിരൂപത്തിലുള്ള ഉപദേശങ്ങളിൽനിന്ന് നമുക്ക് പ്രാർത്ഥനയുടെ ആ ഭാവത്തില് ശ്രദ്ധയും ഭക്തിയും സമർപ്പണവും ഉണ്ടാവുന്നു. അപ്പൊ സാത്ത്വികഗുണം മനസില് വളർത്താൻ അത് നന്നേ ഉപകരിക്കും എന്നതു കൊണ്ടാണ് ആ സ്തോത്രങ്ങളെയും നമ്മള് നിത്യസ്വാധ്യായ ക്രമത്തില് പെടുത്തിയിരിക്കുന്നത്. ഇങ്ങനെ അപൗരുഷേയമായ വേദത്തിന്റെ അർത്ഥം തന്നെയാണ് മറ്റെല്ലാ ഗ്രന്ഥങ്ങളിലും ഇപ്പൊ നാമീ പഠിക്കുന്ന പ്രകരണ ഗ്രന്ഥങ്ങളിലൊക്കെ ഈ വേദത്തിന്റെ അർത്ഥം തന്നെയാണ് പറയപ്പെടുന്നത്. വേദം അപൗരുഷേയമാണെന്ന് പറയുമ്പോ പുരുഷനിർമ്മിതമല്ല എന്ന് മാത്രമാണർത്ഥം. അതായത് മഹാഭാരതം അപൗരുഷേയമല്ല, അത് പൗരുഷേയമാണ് കാരണം വ്യാസഭഗവാൻ മഹാഭാരതം എഴുതി എന്നത് പ്രസിദ്ധമാണ്. എന്നാൽ വേദം ആരെഴുതി എന്നത് പ്രസിദ്ധമല്ല. ആരും വേദത്തെ എഴുതിയതായിട്ട് അങ്ങനെ പറഞ്ഞിട്ടില്ല. അല്ലെങ്കില് സ്വയം അങ്ങനെ ഞാനാണതിന്റെ എഴുത്തുക്കാരൻ എന്ന് പറയുന്നില്ല. എന്നാൽ വേദത്തില് ഋഷികളുടെ ദർശനങ്ങളായി ഇവിടെ സൂചിപ്പിച്ചതുപോലെ ഋഷികള് ധ്യാനാവസ്ഥയിലിരുന്ന് ആ ദർശനങ്ങളായിട്ട് അതിനെ പ്രാപിക്കുന്നു. അപ്പൊ അവരുടെ ധ്യാനാവസ്ഥയിൽ പ്രാപിച്ച അവരിങ്ങനെ ഓരോ ശബ്ദങ്ങളെയും മറ്റുവൊക്കെ ഇങ്ങനെ ധ്യാനിച്ച് ധ്യാനിച്ച് പോവുമ്പോ, ഓംകാരത്തില് മനസിനെ ലയിപ്പിക്കുമ്പോ അവിടുന്നിന്ന് ഈ മനുഷ്യ മനസ്സ് മനുഷ്യ മനസ്സിന്റെ ആ ഉണർവുണ്ടാവ്ന്നത് ആ ഉണർവിൽനിന്ന് ശബ്ദങ്ങൾ പുറപ്പെടുകയും ആ ശബ്ദങ്ങള് വേദത്തിന്റെ മന്ത്രങ്ങൾ അത് പുറപ്പെടുകയും ചെയുന്നു. ഇന്നും അത്തരം സാധനകൾ അനുഷ്ഠിക്കുന്നവർക്ക് വേദത്തിന്റെ മന്ത്രധ്വനികളും അതുപോലെ തന്നെ അതിന്റെ അർത്ഥവും കുറച്ചൊക്കെയെങ്കിലും പ്രകടമാകുന്നുണ്ട് കാരണം അവടെ ആ തരത്തിലുള്ള സാധന ചെയ്യുന്നവർക്ക് അങ്ങനെയുള്ള കഴിവുകള് ഉണ്ടാകുന്നതായിട്ട് ഇന്നും പ്രസിദ്ധമാണ്. അപ്പൊ അതാണ് ആർഷപരമ്പരയില് വേദത്തെ അപൗരുഷേയമായി കണക്കാക്ക്ന്നത്. ഗുരുശിഷ്യപരമ്പരയില് വരുന്നത് കൊണ്ടു തന്നെ വേദത്തെ ശ്രുതി എന്ന് പറയുന്നു. ശ്രവണം ചെയ്താണ് അത് പഠിക്ക്ന്നത്, അഭ്യസിക്ക്ന്നത് എന്നത് കൊണ്ട്. അങ്ങനെ ഗുരു ചൊല്ലിയത് മാത്രമാണ് ശിഷ്യൻ ചൊല്ലുക. വേദത്തില് ശെരിക്ക് വേദത്തിന്റെ നിയമം തന്നെ പാലിച്ച്, അതുപോലെ തന്നെ വേദം പഠിച്ച് കഴിയുന്നവര്, അത് അഭ്യസിച്ചു പോവുന്നവര് ഒരിക്കലും ഗുരുവിങ്കൽനിന്ന് ശ്രവിക്കാത്ത വേദമന്ത്രങ്ങൾ ചൊല്ലില്ല, അങ്ങനെയ്ണ്ട്. അത് എങ്ങനെ എന്ന് ചോദിച്ചാൽ ഇപ്പൊ നമുക്ക് പുസ്തകങ്ങള്ണ്ട് പുസ്തകങ്ങള് നോക്കിയിട്ട് മന്ത്രങ്ങളൊക്കെ ചൊല്ലാറ്ണ്ട് പക്ഷെ അത് വേദമന്ത്രത്തിന്റെ ചൊല്ലലായിട്ട് കണക്കാക്കില്ല. വേദമന്ത്രങ്ങള് സസ്സ്വരം ചൊല്ലുമ്പോഴാണ് അങ്ങനെയാവ്ന്നത്, അത് വേദമന്ത്രമാക്‌ന്നത്. എഴുതി വച്ചാൽ അത് വേദമന്ത്രത്തിന്റെ കേവലം സങ്കേതം മാത്രമാണ്. അത് ഒരിൻഡിക്കേഷൻ മാത്രമാണെന്നാണ്. അതിലൂടെ ആ മന്ത്രങ്ങളെ നമുക്ക് സ്മരിക്കാൻ കഴിയും. എന്നാൽ മന്ത്രങ്ങൾ ചൊല്ലിതന്നെ പഠിക്കണം. അപ്പൊ ഇത്, ഇതിനെ കുറിച്ച് വിശദ്ധമായ് പറഞ്ഞത് മനസിലാക്കാനാണ് കഴിഞ്ഞ ക്ളാസിന്റെ അവസാനത്തില് ഞാൻ ധർമ്മപരിചയം എന്ന ആ പ്രഭാഷണപരമ്പരയെക്കുറിച്ച് പറഞ്ഞിരുന്നു അത് ചിലരെങ്കിലും കേട്ടിരിക്കും എന്ന് കരുതുന്നു.അപ്പൊ അതില് വിശദ്ധമായിട്ട് ഇതിനെ കുറിച്ച് പറഞ്ഞിട്ട്ണ്ട്. അങ്ങനെ വേദവും വേദസംബന്ധവുമായിട്ട് സ്വാധ്യായത്തില് വന്ന ഏതെങ്കിലും ഗ്രന്ഥങ്ങള് നാം സ്വീകരിച്ച് അതിന് നിത്യവും പ്രാതൽ കാലത്ത് രാവിലെയും പറ്റുമെങ്കില് വൈകുന്നേരവും അത് അഭ്യസിക്കുക, അതാണ് വേദാധ്യയനം. അതുകൊണ്ടുള്ള പ്രയോജനം പറഞ്ഞു. ഇപ്പൊ സൈന്റിഫിക്കലി ഇതിനെ, ഇത്തരത്തിലുള്ള കാര്യത്തെ പ്രൂഫ് ചെയ്യ്ന്ന്ണ്ട്. അതിപ്പൊ നമുക്ക് ഇപ്പൊ പ്രൂഫ് ചെയ്യുന്നത്കൊണ്ട് പ്രമാണമെന്നല്ല. പക്ഷെ അങ്ങനെ അവരും കണ്ടെത്തിയിരിക്കുന്നു. അതായത് മന്ത്രങ്ങൾ ചൊല്ലി, ഒരു പ്രത്യേക മീറ്റ്ർല്. ഇപ്പൊ നമ്മള് ഒരു വേറുതെ വർത്തമാനം പറഞ്ഞതുകൊണ്ടങ്ങനെ ആവില്ല. ഒരു പ്രത്യേക സ്വരത്തില് മന്ത്രങ്ങളൊ പാട്ട്കളൊ അത് നിരന്തരം ഒരേ ആവൃത്തി രൂപത്തില്. ചൊല്ലിയാൽ അത് മനസ്സിന് അങ്ങേയറ്റം ഉന്മേഷമുണ്ടാക്കുമെന്ന് പറയുന്നു. ആ മസ്തിഷ്കത്തിന്റെ, ബ്രേയിന്റെ പ്രവർത്തനം ആ ഒരു പ്രത്യേക റിഥത്തിലാവുകയും അതനുസരിച്ച് ഒരുപാടു ഗുണങ്ങള്, മാനസികമായിട്ട്ള്ള ഗുണങ്ങള്ണ്ടാവ്കയും ചെയ്യുന്നു. അതുകൊണ്ടാണ് പലപ്പൊഴും നമ്മള് ഈ ജപങ്ങളും, അതുപോലെതന്നെ ഒരുമിച്ചുള്ള പാരായണങ്ങളും, ഇതെപോലെ മന്ത്ര ഉച്ചാരണങ്ങളുവൊക്കെ ചെയ്യുമ്പൊ ഒരു പ്രത്യേക അനുഭൂതി നമുക്ക് ഉണ്ടാകുന്നത്. മനസിനൊരുന്മേഷം, ആ സമയത്ത് എന്ത് തന്നെ മനസില് വിമ്മിഷ്ടങ്ങള് ഉണ്ടായിരുന്നാലും സംഘർഷങ്ങളുണ്ടായിരുന്നാലും പ്രശനങ്ങളുണ്ടായിരുന്നാലും അത് പെട്ടെന്ന് മാറിയത്പോലെ അതിനൊരു റിലാക്സേഷൻ വന്നത് പോലെ അതൊന്ന് മാറിപ്പോയി എന്ന് തോന്നുന്നത് പോലെയുള്ള ഒരനുഭവം നമുക്ക് ഉണ്ടാകാറ്ണ്ട്. അത് തീർച്ചയായിട്ടും ഈ ശാസ്ത്രത്തിന്റെ, അല്ലെങ്കില് ഈ ശാസ്ത്രത്തില് പറഞ്ഞ ഇതിന്റെ ഒരു പ്രയോജനം തന്നെയാണ്. അപ്പൊ അത്കൊണ്ട് എല്ലാവരും കുട്ടികളും ചെറുപ്പക്കാരും വയസ്സായവരും എല്ലാവരും അവരവരുടെ രീതിയിൽ ഈ സ്വാധ്യായം ചെയ്കയും മന്ത്രങ്ങള് സ്മരിക്കുകയും ചെയ്യുന്നത് വളരെ നല്ലതാണ്. അപ്പൊ അതാണ് ആദ്യത്തെ ഉപദേശമായിട്ട് ആചാര്യസ്വാമിജികള് പറഞ്ഞത്. നമ്മള് ഈ ക്രമം വളരെ ശ്രദ്ധിക്കേണ്ടതുണ്ട് ആചാര്യസ്വാമിജികള് പറയ്‌ന്ന ക്രമം വളരെ ശ്രദ്ധിക്കണം. കാരണം ആ ക്രമത്തില് അദ്ദേഹത്തിന്റെ ഉപദേശത്തിന്റെ രഹസ്യം അടങ്ങിയിരിക്ക്യാണ്. അപ്പൊ ആദ്യം വിദ്യാഭ്യാസമെന്ന രീതിയിൽ തുടങ്ങി വേദം അഭ്യസിക്കണമെന്ന് തുടങ്ങി. ആ അഭ്യസിച്ചതെല്ലാം നിരന്തരം ആവർത്തനവും ചെയ്യണം. ആവർത്തനം ചെയ്താലെ അതിന്റെ ശെരിയായ ഫലം, പരമമായ ഫലം നമുക്ക് ലഭ്യമാകു എന്നായി ആദ്യത്തെ ഉപദേശം. രണ്ടാമത്തെ ഉപദേശം വരുന്നത് തദുദിതം കർമ്മ സ്വനുഷ്ഠീയതാം. തദുദിതം എന്നാൽ വേദത്തിൽ പറഞ്ഞത്. വേദത്തിലും വേദശാസ്ത്രങ്ങളിലും പറഞ്ഞത്. ആ പറഞ്ഞ കർമ്മങ്ങളെ സു അനുഷ്ഠീയതാം വേണ്ടപോലെ അനുഷ്ഠിച്ചാലും. അപ്പൊ അനുഷ്ഠിക്കണമെങ്കില് അനുഷ്ഠാനപ്രകാരം അറിയണം. ആ അനുഷ്ഠാനപ്രകാരവും മന്ത്രവും ഗുരുവിങ്കൽ നിന്ന് ആചാര്യനിൽനിന്ന് നേരിട്ട് അറിയണം. അതാണ് ഇപ്പൊ പറഞ്ഞു വച്ചത്. അപ്പൊ അങ്ങനെ അറിഞ്ഞ് വ്യവഹാരത്തിൽ കൊണ്ട് വരാൻ പറ്റ്ന്ന കർമ്മങ്ങൾ. ആ കർമ്മങ്ങളെ വേണ്ടവണ്ണം അനുഷ്ഠിക്കണം എന്നാ പറയ്‌ന്നത്. സു അനുഷ്ഠീയതാം എന്ന് പറയുന്നു നല്ലതുപോലെ അനുഷ്ഠിക്കുക. അത് എങ്ങനെ എന്ന് ചോദിച്ചാൽ കരമ്മങ്ങള്, ഇപ്പൊ കർമ്മങ്ങളെ തന്നെ വേദോക്തമായ്ട്ട്ള്ള വേദശാസ്ത്രോക്തമായിട്ട്ള്ള കർമ്മങ്ങളെതന്നെയാണ് ധർമ്മങ്ങളെന്ന് നമ്മൾ പറയുന്നത്. തസ്മാശാസ്ത്രം പ്രമാണം തേ കാര്യാകാര്യവ്യവസ്ഥിതൗ എന്ന് അർജ്ജുനനോട് ഭഗവാൻ ശ്രീകൃഷണൻ ഗീതയിൽ പറഞ്ഞ അതേ കാര്യമാണ്. കാര്യം എന്താണ്, ചെയ്യേണ്ടതെന്താണ് ചെയ്യാൻ പാടില്ലാത്തതെന്താണ് എന്ന് അറിയേണ്ടത് ശാസ്ത്രത്തിൽ നിന്നാണ് ശാസ്ത്രമാണ് അതിന് പ്രമാണം എന്നു പറയുന്നു. അപ്പൊ അങ്ങനെ ശാസ്ത്രത്തിൽ പറഞ്ഞ തദുദിതങ്ങളായിട്ട്ള്ള. കർമ്മങ്ങളെ അനുഷ്ഠിക്കണം. ആ കർമ്മങ്ങളുടെ വിഭാജനം ശാസ്ത്രത്തില് പറയ്‌ന്ന്ണ്ട്. നേരത്തെ പറഞ്ഞതു പോലെ നാല് ആശ്രമങ്ങൾ നാല് അവസ്ഥകളില്ള്ള കർമ്മങ്ങള്. ഇപ്പൊ ബ്രഹ്മചാര്യ ആശ്രമത്തില് വിദ്യാഭ്യാസ കാലത്ത് അനുഷ്ഠിക്കേണ്ടതായിട്ട്ള്ള നിത്യ കർമ്മങ്ങൾ, പ്രാർത്ഥനകള്, ഗുരു നമസ്കാരം, ദേവതാ നമസ്കാരം, അച്ഛനമ്മമാരെ വന്ദിക്ക്യ, മൂത്തവരെ ബഹുമാനിക്ക്യ ഇങ്ങനെയൊക്കെയുള്ള ആചാരങ്ങാളായിട്ട്ള്ള കർമ്മങ്ങള് സ്വാധ്യായം, എപ്പൊഴും അധ്യയനം ചെയ്യുക, അതില് അറിഞ്ഞ കാര്യങ്ങള് പരിശീലിക്കുക, ഇങ്ങനെ ഉള്ള നിയമങ്ങള്. ഇപ്പൊ ബ്രഹ്മചര്യത്തില് നിയമങ്ങള് വളരെ കഠിനമായ നിയമങ്ങളാണ്, അതായത് നിത്യ കർമ്മങ്ങള് അതില് പറയ്‌ന്നത് ശെരിക്ക് നാം അറിയേണ്ടതാണ്. ഒരു വ്യക്തിയെ എങ്ങനെയാണ് ഒരു നല്ല പൗരനാക്ക്ന്നത്. ആ വ്യക്തിയിലെ വ്യക്തിത്വം എങ്ങനെയാണ് വളർത്ത്ന്നത്. അത് ബ്രഹ്മചര്യ നിയമത്തില് പറഞ്ഞ ആ അഭ്യാസങ്ങള് കൊണ്ട് സാധിക്ക്ന്നതാണ്. അപ്പൊ അങ്ങനെ ആ അവസ്ഥയില്ള്ള കർമ്മങ്ങള് അതാണ് അവിടെ അനുഷ്ഠിക്കേണ്ടത്. ഇപ്പൊ ബ്രഹ്മചാരി ആയിരിക്ക്ന്ന അവസ്ഥയിൽ ചെയ്യാൻ പാടില്ലാത്ത ചില കാര്യങ്ങള് പറഞ്ഞിട്ട്ണ്ട് അതവിടെ അനുഷ്ഠിക്കാൻ പാടില്ല. അപ്പഴാണ് അത് സുകർമ്മമാക്‌ന്നത്. അത് കഴിഞ്ഞ് രണ്ടാമത്തെ അവസ്ഥയിലേക്കെത്തുമ്പൊ ഇപ്പൊ ഗൃഹസ്ഥാശ്രമം അപ്പൊ ഗൃഹസ്ഥാശ്രമമാണ് ഏറ്റവും പ്രസിദ്ധം അപ്പൊ വാസ്ഥവത്തില് നമുക്ക് വിദ്യാഭ്യാസ കാലത്ത് ബ്രഹ്മചര്യാശ്രമവും അത് കഴിഞ്ഞാൽ ഗൃഹസ്ഥാശ്രമവും പിന്നെ സന്യാസാശ്രമവുമാണ് ഇപ്പോ ഉള്ളത്. അത് സന്യാസാശ്രമം കുറച്ച് സന്യാസിമാര് ഉണ്ട് എന്നുള്ള രീതിയിലാണ്. അല്ലാതെ എല്ലാവരും അത് അംഗീകരിക്കുന്നുല്ല്യ. എല്ലാവരും അത് ഫൊള്ളോ ചെയ്യുന്നില്ല. എന്നാൽ രണ്ടാശ്രമം സമൂഹത്തില് വളരെ സുസ്ഥിരമായ്ട്ട്ണ്ട്. വിദ്യാഭ്യാസ കാലമാകുന്ന ബ്രഹ്മചര്യവും പിന്നെ ഗൃഹസ്ഥാശ്രമവും. അപ്പൊ എല്ലാ കർമ്മങ്ങളും ഗൃഹസ്ഥാശ്രമത്തിലധിഷ്ഠിതമാണെന്നതാണ്. കാരണം വേദത്തില് ശാസ്ത്രങ്ങളിൽ നമ്മുടെ സനാതനധർമ്മത്തിൽ പറഞ്ഞ എല്ലാ കർമ്മങ്ങള്ടെയും അനുഷ്ഠാനത്തിന്റെ മുഖ്യമായ അംശം ഗൃഹസ്ഥാശ്രമത്തിലാണുള്ളത്. അതുകൊണ്ട് തന്നെ വിവാഹശേഷമാണ് കർമ്മകാണ്ഡം ആരംഭിക്കുന്നത്. ബ്രഹ്മചര്യാശ്രമത്തില് കർമ്മകാണ്ഡവൊന്നുവില്ല. ബ്രഹ്മചര്യാശ്രമത്തില് കാമ്യകർമ്മങ്ങളൊന്നുവില്ല്യ. അവിടെ ഉള്ളത് നിത്യനുഷ്ഠാനങ്ങളായിട്ട്ള്ള ജപാദികളും അങ്ങനെ അതിന് വേണ്ടിയിട്ട്ള്ള ദേവതാ സമർപ്പണമായിട്ട്ള്ള സമിതാദാനവും ഒക്കെയാണ് ഉള്ളത്. അല്ലാതെ കാമ്യകർമ്മങ്ങളൊന്നും അവിടെ അനുഷ്ഠിക്കാൻ പാടില്ല, വിവാഹത്തിന് ശേഷമാണ് എല്ലാം. അപ്പൊ അതുകൊണ്ട് തന്നെ ഗൃഹസ്ഥാശ്രമത്തെകുറിച്ച് വളരെ വിസ്തരിച്ച് ശാസ്ത്രങ്ങളിൽ പറഞ്ഞിട്ട്ണ്ട്. അവിടെ ആ ഗൃഹസ്ഥാശ്രമത്തിലനുഷ്ഠിക്കേണ്ട കർമ്മങ്ങള് അനുഷ്ഠിക്കാൻ പാടില്ലാത്ത് കർമ്മങ്ങള്. പിന്നെ മറ്റൊന്നുള്ളത് ഗൃഹസ്ഥാശ്രമമാണ് മറ്റ് ആശ്രമങ്ങളൊക്കെ സംരക്ഷിക്ക്ന്നത്. ഗൃഹസ്ഥാശ്രമത്തെ ആശ്രമങ്ങള്ടെ മാതാവ് എന്നാണ് പറയുന്നത്. അത്രയധികം പുകഴ്ത്തിയിട്ട്ണ്ട് ഗൃഹസ്ഥാശ്രമത്തെ. കാരണം ഗൃഹസ്ഥാശ്രമം ഇല്ലാതെ സമൂഹമില്ല. ഗൃഹസ്ഥാശ്രമമില്ലാതെ സമൂഹത്തിന്റെ ഉന്നതിയില്ല. ഗൃഹസ്ഥാശ്രമം നല്ലതായാൽ മാത്രമേ നല്ല സമൂഹം ഉണ്ടാവുകയൊള്ളു, നല്ല രാജാക്കന്മാരുണ്ടാവുകയൊള്ളു, നല്ല ഭരണമുണ്ടാവുകയൊള്ളു. എല്ലാം നല്ലത് വരണമെങ്കില് ഗൃഹസ്ഥാശ്രമം നല്ലതാകണം. നല്ല സന്യാസിമാരുണ്ടാകണമെങ്കിലും നല്ല ഗൃഹസ്ഥാശ്രമം വേണം. അല്ലാതെ നല്ല സന്യാസിമാരെങ്ങനെയാണ് ഉണ്ടാവുക. ഇപ്പൊ സന്യാസിമാരിങ്ങനെ ആകാശത്ത്ന്ന് പൊട്ടി താഴേക്ക് വരുന്നവരൊന്നുവല്ലല്ലൊ. ഗൃഹസ്ഥാശ്രമത്തിൽ നിന്ന് തന്നെയാണ് വരുന്നത്. അപ്പൊ അങ്ങനെ ആശ്രമങ്ങളുടെ സംരക്ഷണം എന്ന അർത്ഥത്തില് ഗൃഹസ്ഥാശ്രമത്തിന് വളരെ വലിയ ഒരു സ്ഥാനം കൊടുത്തിട്ട്ണ്ട്. എന്നാൽ ചിലപ്പൊ പലപ്പോഴും ഗൃഹസ്ഥാശ്രമത്തെക്കുറിച്ച് പറയുമ്പൊ, ഇപ്പൊ വേദാന്തവൊക്കെ അധ്യയനം ചെയ്യുന്നവരൊക്കെ ഗൃഹസ്ഥാശ്രമത്തില് മുഴുവൻ ആഗ്രഹങ്ങളാണ്, അവിടെ അങ്ങനെയാണ്, ഇങ്ങനെയാണ്, സംസാരമാണ്, സംസാരത്തിൽ നിന്ന് മോക്ഷം വേണം, ബന്ധനമാണ് എന്നൊക്കെ പറയാറ്ണ്ട്. അതതിന്റെ വേറൊര് തലത്തില് അവരൊക്കെ പറയുന്നു എന്നെയുള്ളു. പക്ഷെ ഒരിക്കലും ഗൃഹസ്ഥാശ്രമത്തിനെ നിന്ദിക്കാൻ പാടില്ല എന്നാണ് നമ്മുടെ സ്മൃതികളൊക്കെ വളരെ ദൃഢമായിട്ട് പറയുന്നത്. ഗൃഹസ്ഥാശ്രമത്തെ പരിപാലിക്കാനുള്ള സഹായങ്ങള് ചെയ്ത് കൊടുക്കണം. സന്യാസിമാരാനെങ്കിലും അവര് ഗൃഹസ്ഥാശ്രമികൾക്ക് മാർഗദർശനം ചെയ്യണം എന്നാണ്. അപ്പൊ ഇങ്ങനെ കർമ്മങ്ങളുടെ വ്യവസ്ഥയെക്കുറിച്ച് പറഞ്ഞാൽ വളരെ ദീർഘമായിട്ട് പറയാന്ണ്ട്. അതിപ്പൊ നമ്മ്ള് ഒന്നൊ രണ്ടൊ മൂന്നൊ ക്ളാസിലൊന്നും നിക്ക്യാത്ത അത്രയും തന്നെ വിസ്താരമാണ്. ഈ യുക്തി നമുക്ക് മനസിലാക്കാം, കുറേയൊക്കെ നിങ്ങൾക്ക് അറിയാം അതില് നമുക്ക് അറിയേണ്ടതായിട്ട്ള്ള ചില കാര്യങ്ങള് ഇതില് മനസിലാക്കാം. അപ്പൊ ഗൃഹസ്ഥാശ്രമത്തിന്റെ ആ മാഹാത്മ്യത്തിലാണ് വാസ്തവത്തില് നമ്മുടെ ധർമ്മം നിലനിൽക്കുന്നത്. ധർമ്മത്തിന് അടിസ്ഥാനം ഗൃഹസ്ഥാശ്രമമാണെന്നുള്ളതാണ് സത്യം. വേദത്തിൽ പറഞ്ഞ കർമ്മങ്ങളെല്ലാം തന്നെ ഭാര്യയും ഭർത്താവും ഒരുമിച്ച് ചെയ്യണ്ടതാണ്. ഭാര്യഭർത്താക്കന്മാരൊരുമിച്ചേ ആ കർമ്മങ്ങളൊക്കെ അനുഷ്ഠിക്കാൻ പറ്റുകയുള്ളു, കാമ്യ കർമ്മങ്ങളെല്ലാം അങ്ങനെയാണ്. അല്ലാതെ കർമ്മാനുഷ്ഠാനം ഇല്ല. അപ്പൊ അത്രയും ഇമ്പോർട്ടന്സ് അതിന് കൊടുത്തിരുന്നു. അതുകൊണ്ടുതന്നെ വിവാഹ ജീവിതം അത്രയും ശുദ്ധമായിട്ട് കൊണ്ടുപോകേണ്ടതിന്റെ ആവശ്യകതയും ഉണ്ട്. ഇന്നത്തെ കാലത്ത് നമുക്ക് സംഭവിക്കുന്ന പ്രശ്നങ്ങളെ കുറിച്ച് നമുക്കറിയാം. വിവാഹം കഴിഞ്ഞാൽ എല്ലാവരും ഒരു പ്രത്യേക ഭയത്തിലാണ് ജീവിക്ക്ന്നത്. പ്രത്യേകിച്ച് അച്ഛനമ്മമാരൊക്കെ ഇത് എത്രകാലം മുന്നോട്ട് പോകും എന്തൊക്കെ പ്രശ്നങ്ങളുണ്ടാകും ഡൈവോഴ്സാവുവോ ഇല്ലയോ എന്നൊക്കെ ഇങ്ങനെ ഭയന്ന് ഭയന്നാണ് ജീവിക്ക്ന്നത്. വളരെ, നമ്മുടെ മാനസികാവസ്ഥ വളരെ സെൻസിറ്റീവായിട്ട്ണ്ട്. ഒന്നും നമുക്ക് സഹിക്കാൻ പറ്റ്ന്നില്ല. ആരെയും ആധരിക്കാനൊ അംഗീകരിക്കാനൊ വാസ്തവത്തിൽ മനസ് തുറന്ന് സ്നേഹിക്കാനൊ ഒന്നും പറ്റാത്ത ഒരവസ്ഥ. അപ്പൊ അതുകൊണ്ടാണ് ചെറിയ ചെറിയ പ്രശ്നങ്ങൾ വരുമ്പോൾ തന്നെ അതിന് വലിയ റിയാക്ഷൻസ് കൊണ്ട് വന്നു വലിയ പ്രശനങ്ങളായിട്ടതിനെ മാറ്റി അത് അസഹ്യമാകുന്നത്. അപ്പൊ അതിലെ ആ ഗൃഹസ്ഥാശ്രമത്തിന്റെ നമ്മുടെ ശാസ്ത്രീയമായ ഹിന്ധു ധർമ്മമനുസരിച്ചിട്ട്ള്ള ഗൃഹസ്ഥാശ്രമത്തിന്റെ വ്യവസ്ഥയെക്കുറിച്ച് മനസിലാക്കുകയാനെങ്കിൽ സമൂഹത്തില് വളരെ അത് ഉപയോഗപ്പെടും. കാരണം അത്ര അധികം നല്ല ഒരു ഭാവത്തിലാണ് അത് പറയപ്പെട്ടിരിക്ക്ന്നത്. അപ്പൊ അങ്ങനെ കർമ്മങ്ങളുടെ, ഇപ്പൊ നേരത്തെ സൂചിപ്പിച്ചിരുന്നുവല്ലോ വേദത്തിലെ എൺപത് ശതമാനം ഭാഗവും കർമ്മകാണ്ഡമാണ് എന്ന് പറഞ്ഞു. ആ എൺപത് ശതമാനം വരുന്ന കർമ്മങ്ങളുടെ അനുഷ്ഠാനം ഒക്കെ നടക്ക്ന്നത് ഈ ഗൃഹസ്ഥാശ്രമത്തിലാണ്. ഒന്നാലോചിച്ചു നോക്കു. കർത്തവ്യങ്ങളാണ്, രാവിലെ തുടങ്ങിയാൽ വൈകുന്നേരം വരെ കർത്തവ്യങ്ങളാണ്. ഇപ്പൊ ഇന്ന് ചോദിച്ചാലും ആൾക്കാരങ്ങനെയാ പറയുക രാവിലെ എഴിച്ചാൽ രാത്രി ഒറങ്ങ്ന്നത് വരെ ഒന്നിനും സമയല്ല്യ അത്രയും ബിസിയാണെന്നാണ്. പക്ഷെ ആ ചെയ്യ്ന്നതൊക്കെ ഗൃഹസ്ഥാശ്രമത്തിന് വേണ്ടിയിട്ട്ള്ള കർമ്മങ്ങൾ തന്നെയാണ്. പക്ഷെ അത് ഒരു കാര്യത്തിൽ മാത്രം കോൺസൺട്രേറ്റഡാണ്, ധനസമ്പാദ്യം എന്ന കാര്യത്തിൽ മാത്രം കോൺസൺട്രേറ്റഡാണ്. കുട്ടികളെ നന്നായി വളർത്ത്ന്നതിന് പോലും നമ്മളിന്ന് ശ്രദ്ധിക്ക്ന്നില്ല. അപ്പൊ ധനം സമ്പാദ്യം വന്നാൽ എല്ലാം നന്നാവും എന്നൊരു വിഭ്രമത്തില് ഇങ്ങനെ ഒഴുകിപൊയ്ക്കൊണ്ടിരിക്ക്യാണ്. കുട്ടികൾക്ക് സമയം കൊടുക്കാനും അവരുവായിട്ട് സംസാരിക്കാനും അവരുടെ ഭാവങ്ങൾ മനസിലാക്കാനും അവരെ നല്ല വഴിക്ക് കൊണ്ടുപോകാനും ഈ പറഞ്ഞത് പോലെ സ്വാധ്യായങ്ങൾ പരിശീലിപ്പിക്കാനും അവർക്ക് വേണ്ട കാര്യങ്ങളൊക്കെ പറഞ്ഞ് കൊടുക്കാനുവൊന്നും അച്ഛനമ്മമാർക്ക് ഇന്ന് സമയവില്ല. അത്ര തെരക്കാ. അപ്പൊ ആ തെരക്ക്ട്ട ജീവിതം, ഇപ്പൊ നമ്മൾ കാണ്ന്നത് ഏതിനെ കോൺസൺട്രേറ്റ് ചെയ്താണൊ ഏതിലേക്ക് കേന്ദ്രീകരിച്ചാണോ പോവുന്നത് അന്നും തെരക്കിട്ട ജീവിതം തന്നെ ഉണ്ടായിരുന്നു എല്ലാവർക്കും തെര്ക്കിട്ട ജീവിതം തന്നെ ഉണ്ടായിരുന്നത്. പക്ഷെ അത് സമഗ്രമായിരുന്നു ഒരു വ്യക്തിയുടെ എല്ലാ രീതിയിലുള്ള വളർച്ചക്കും അത് സഹായിച്ചിരുന്നു. അപ്പൊ അവിടെ കർത്തവ്യങ്ങൾ നിശ്ചിതമാക്കിയിരുന്നു. ഒരു ഗൃഹസ്ഥാശ്രമത്തിലെ വൈകാരിക ജീവിതത്തില് ഭർത്താവിന്റെ കർത്തവ്യം, ഭാര്യയുടെ കർത്തവ്യം, അവര് രണ്ട് പേരും ഒരുമിച്ച് ചെയ്യണ്ട കർത്തവ്യങ്ങള്, കുട്ടികളെ വളർത്തേണ്ട രീതി. ഇന്ന് വാസ്തവത്തില് എത്ര ഗൃഹസ്ഥാശ്രമികൾക്കറിയാം എങ്ങനെയാണ് കുട്ടികളെ വളർത്തിക്കൊണ്ടുവരുക എന്ന്. ഇത് ആരെയും പഠിപ്പിക്കണ്ട എന്നാണ് എല്ലാരും വിചാരിക്ക്യ. പക്ഷെ അതിനെക്കുറിച്ച് അറിയേണ്ടത്ണ്ട്. കുട്ടികളുടെ മനസികാവസ്ഥ, കുട്ടികളുടെ, ചൈൽഡ് സൈക്കോളജി, അല്ലെങ്കില് ടീനേജ് സൈക്കോളജി ഇതൊക്കെ അറിയേണ്ടത്ണ്ട്. അപ്പൊ അത് അതിനെ നമുക്ക് അറിയാനൊ അതിനെ കുറിച്ച് ചിന്തിക്കാനൊ പഠിക്കാനൊ ഒന്നും ഇപ്പൊ നമുക്ക് സമയമില്ല. നമ്മളാകെകൂടെ വിചാരിക്ക്ന്നത് ധനം വേണ്ടത്രെ ഉണ്ടായാൽ എല്ലാം ശാന്താവുന്നാണ്. ഒരിക്കലും അല്ല. അതിന് അല്ലാത്ത ചില വശങ്ങള് കൂടി ഉണ്ട്. അപ്പൊ അതൊക്കെ ശാസ്ത്രീയമായിട്ട് നമുക്ക് അറിയാൻ കഴിഞ്ഞാൽ യഥാർത്ഥഗൃഹസ്ഥാശ്രമത്തിന്റെ ധർമ്മമറിയാൻ കഴിഞ്ഞാൽ അത് വളരെ നല്ലതാണ്. ഇപ്പൊ ശെരിക്ക് പറഞ്ഞാൽ നമ്മളിന്ന് ഗൃഹസ്ഥാശ്രമം എന്ന് പറയുന്നത് വീവാഹം ചെയ്ത് ജീവിക്ക്ന്നതിനെ ഗൃഹസ്ഥാശ്രമം എന്ന് പറയുന്നത്. വാസ്തവത്തില് പറയുകയാനെങ്കില്, വൈവാഹിക ജീവിതം നടക്കുന്നു എന്നത് ശരിയാണ്, പക്ഷെ അത് ഗൃഹസ്ഥാശ്രമമാകുന്നില്ല. ഗൃഹസ്ഥാശ്രമമാവണമെങ്കില് ഈ ആശ്രമം എന്ന് പറയുന്ന ചില ആചാരങ്ങളാണ്, ചില ധർമ്മങ്ങള്ണ്ട്, അവിടെ അനുഷ്ഠിക്കേണ്ടത്, അത്, അതിനൊരുദാഹരണമാണ് പഞ്ചയജ്ഞം എന്ന പറയുന്ന ഒരു ധർമ്മം. കുറേ നിത്യകർമ്മങ്ങള്ണ്ട് ഗൃഹസ്ഥാശ്രമത്തില് അതിലൊരു ഉദാഹരണം പറയാം കാരണം കർമ്മത്തിന്റെ വിഷയം ആചാര്യസ്വാമിജികള് സൂചിപ്പിച്ചത് കൊണ്ടും അത് സുഅനുഷ്ഠീയതാം എന്ന് പറഞ്ഞതുകൊണ്ടും ഒരുദാഹരണം പറഞ്ഞ് നമുക്ക് അടുത്ത ഉപദേശത്തെ കുറിച്ച് ചിന്തിക്കാം. ഇപ്പൊ ഗൃഹസ്ഥാശ്രമത്തില് അവശ്യമനുഷ്ഠിച്ചിരിക്കേണ്ട ഒരു യജ്ഞമാണ് ഒര് കർമ്മമാണ് പഞ്ചയജ്ഞം എന്ന് പറയുന്ന പഞ്ചമാഹായജ്ഞങ്ങൾ എന്നൊക്കെ പറയുന്ന യജ്ഞം. അതില് അഞ്ച് കാര്യങ്ങളാണ് ചെയ്യണ്ടത് അത് നിത്യവും ചെയ്യണ്ടതാണ്. അത് ഒന്നാമത്തേത് അധ്യയനം, അധ്യയനം ബ്രഹ്മയജ്ഞഃ പിതൃയജ്ഞസ്തൂ തർപ്പണം ഹോമോ ദൈവോ ബലിർഭൂതോ നൃയജ്ഞോ അതിഥി പൂജനം. ഇങ്ങനെയാണ് ആ പഞ്ചയജ്ഞങ്ങള് പറയുന്നത്. ഇത് ചിലപ്പൊ നിങ്ങൾ കേട്ടിരിക്കും എന്താണീ പഞ്ചയജ്ഞങ്ങളെന്ന്. പക്ഷെ നാം അനുഷ്ഠിക്കുന്നുണ്ടൊ എന്നുള്ളതാ, ആ അനുഷ്ഠിക്കുന്നതുകൊണ്ടുള്ള പ്രയോജനമെന്താണ്. അപ്പൊ അധ്യയനം ബ്രഹ്മയജ്ഞഃ. ആദ്യത്തെ യജ്ഞം അധ്യയനം തന്നെയാണ്, ഇപ്പൊ പറഞ്ഞ സ്വാധ്യായം തന്നെയാണ്. അപ്പൊ ഗൃഹസ്ഥാശ്രമത്തില് നിത്യവും സ്വാധ്യായം ചെയ്യണം. ഏതെങ്കിലും സദ്ഗ്രന്ഥങ്ങളുടെ അധ്യയനം നിത്യവും ചെയ്തിരിക്കണം. അത് ഗൃഹസ്ഥന്റെ ധർമ്മമാണ്. അത് ഭാര്യയും ഭർത്താവും ഒരുമിച്ചിരുന്നു ചെയ്യേണ്ട അവസരമുള്ളപ്പോ അങ്ങനെ അല്ലെങ്കില് കുറഞ്ഞ പക്ഷം ഒരാളെങ്കിലും ചെയ്യണം. കാരണം രണ്ട് പേർക്കും ചിലപ്പൊ ഒരുമിച്ചിരിക്കാൻ കഴിയില്ല. ഒരുമിച്ചിരുന്നാലാണ് ഫലമുണ്ടാകുന്നത് എന്നാണ് ശാസ്ത്രം പറയുന്നത്. അപ്പൊ അങ്ങനെ കഴിയാത്ത പക്ഷം, കുറഞ്ഞ പക്ഷം ഒരാളെങ്കിലും അത് നിത്യം ചെയ്യുക. അങ്ങനെ ചെയ്തതിനു ശേഷമേ ഭക്ഷണം കഴിക്കാവൂ എന്നാണ്. ഈ പഞ്ചയജ്ഞങ്ങള് കഴിഞ്ഞ് വേണം ഭക്ഷണം കഴിക്കാൻ ഗൃഹസ്ഥൻ. അത് വരെ ഭക്ഷണം പാടില്ല ന്നാ. അങ്ങനെ ഈ പഞ്ചയജ്ഞങ്ങള് ചെയ്യാതെ കഴിക്കാതെ ഭക്ഷണം കഴിച്ചാൽ പുണ്യം ആവില്ല. ആ ഭക്ഷണം കൊണ്ട് മനസിൽ പവിത്രതയ്ണ്ടാവില്ല അല്ലെങ്കിൽ നമുക്ക് ഉന്നതിയ്ണ്ടാകില്ല എന്നൊക്കെയാണ് പറയ്‌ന്നത്. അപ്പൊ അത് ആണ് പഞ്ചയജ്ഞത്തിന്റെ മഹാത്മ്യവും. അപ്പൊ ഒന്നാമത്തെത് അധ്യയനവാണെങ്കില് പിതൃയജ്ഞസ്തു തർപ്പണം. പിതൃക്കളെ നമസ്ക്കരിക്ക്യ, പിതൃക്കൾക്ക് തർപ്പണം ചെയ്യുക. തർപ്പണമെന്ന് പറഞ്ഞാൽ അവർക്ക് തൃപ്തി വരുന്ന കാര്യം ചെയ്യുക എന്നാണ് അർത്ഥം. തർപ്പണം എന്ന ശബ്ദത്തിനർത്ഥം തൃപ്തി വരുത്തുക എന്നാണ്. അപ്പൊ ജലദാനം കൊണ്ട് പോലും അവർക്ക് തൃപ്തി വരും. ആ പിതൃക്കളെ ഒന്ന് സ്മരിക്ക്യ. നമ്മുടെ പിതാമഹന്മാരെയും നമ്മുടെ അപ്പൂപ്പനെയും അപ്പൂപ്പന്റെ അപ്പൂപ്പനും ഒക്കെയായിട്ട്ള്ള നമ്മുടെ കുലത്തില്ള്ള എല്ലാവരെയും ആരെയോക്കെ നമ്മളോർക്ക്ന്നുണ്ടൊ അവരെയൊക്കെ ഒന്ന് സ്മരിക്ക്യ. അവരെ സ്മരിച്ച് അവർക്ക് തർപ്പണം ചെയ്യുക ജലദാനം ചെയ്യുക അങ്ങനെ ഉള്ള തർപ്പണ രീതി. അതെന്തിനാണങ്ങനെ ചെയ്യുന്നതെന്ന് പലപ്പോഴും പലർക്ക് സംശയം ഉണ്ടാവാറ്ണ്ട്. വളരെ സരളമായ ഒരു കാരണമാണ് അതില്ള്ളത്. അതായത് നമ്മുടെ ഈ ശരീരമുണ്ടായിരിക്കുന്നത് ശരീരത്തില് ഓടുന്ന രക്തവും അതുപോലെ തന്നെ ശരീരത്തിന്റെ മാംസവും ശരീരത്തിന്റെ എല്ലാ അവയവങ്ങളും ഇത് നമുക്ക് കിട്ടിയത് പിതൃക്കളിൽ നിന്നാണ്. ഇപ്പൊ നമുക്കിന്ന് ശാസ്ത്രീയമായിട്ടറിയാം ഡി എൻ എ ഒക്കെ നോക്കിയിട്ട് അതിൽ നിന്നാണ് നമുക്ക് ശരീരം കിട്ടിയിട്ടുള്ളത്, അച്ഛനമ്മമാരിൽനിന്നാണ് ശരീരം കിട്ടിയിട്ട്ള്ളത് അച്ഛനമ്മമാർക്ക് ശരീരം കിട്ടിയത് അവരുടെ അച്ഛനമ്മമാരിൽ നിന്ന്. അപ്പൊ ഈ ശരീരം നമുക്ക് ഇങ്ങനെ കിട്ടിയത് കൊണ്ടാണ് ഈ പറയുന്ന കർമ്മങ്ങളൊക്കെ അനുഷ്ഠിക്കാനും ഈ സുഖങ്ങളൊക്കെ പ്രാപിക്കാനും നമുക്കിപ്പൊ ജോലി ചെയ്യാനും ധനം സമ്പാദിക്കാനും ഈ പറഞ്ഞ ആഢംബരങ്ങളൊക്കെ ചെയ്യാനും നമ്മുക്ക്ക് കഴിയുന്നത് ഈ ശരീരം നമുക്കുള്ളതുകൊണ്ടാണ്. ഈ ശരീരമാകുന്ന വലിയ ധനം നമുക്ക് കിട്ടിയത് കൊണ്ടാണ്. അപ്പൊ ഈ ശരീരമാകുന്ന ധനം ഈ സമ്പാദ്യം നമുക്ക് തന്നത് നമ്മുടെ പിതൃക്കളാണ് ആ പിതൃക്കളോട് ഒരു കൃതജ്ഞതാഭാവം. അവരെ ഒന്ന് ആദരിക്ക്യ ഒന്ന് സ്നേഹിക്ക്യ. ആരെങ്കിലും ഒരു ചെറിയ സഹായം നമ്മള് ചെയ്താൽ ഉടനെ നമ്മൾ നന്ദി പറയാറ്ണ്ട് ഇപ്പൊ ഇന്നത്തെ ഇംഗ്ലീഷ് രീതിയിൽ താങ്ക്യൂ തങ്ക്യൂ താങ്ക്സ് എന്നൊക്കെ നമ്മള് വീണ്ടും വീണ്ടും പറയാറ്ണ്ട്. അത് ആ ഭാവം നമ്മള് പ്രകടിപ്പിക്ക്യാണ് അവരൊരു സഹായം ചെയ്തു ചെറിയൊരു സഹായത്തിന് നമ്മളൾ ഇത്രെയും താങ്ക്സ് പറയുകയാണെങ്കില് അച്ഛനമ്മമാര് നമ്മുക്ക് ചെയ്ത സഹായത്തിന് എത്ര താങ്ക്സ് നമ്മള് പറയണം. ആ ശരീരം ഈ പറയുന്ന ശരീരം തന്നെ നമുക്ക് കിട്ടി, ശരീരം നമ്മള് നിർമ്മിച്ചതല്ല. നമ്മുടെ പ്രയത്നം കൊണ്ടുണ്ടായതല്ല. അതിലെ ഒരു രോമം പോലും നമുക്ക് നിർമ്മിക്കാൻ കഴിഞ്ഞിട്ടില്ല. അപ്പൊ ഇത് പൈതൃകമായി നമ്മുക്ക് കിട്ടിയതാണ്. അത് വല്ല്യൊരു സമ്പാദ്യമാണ്. ശരീരം കൊണ്ടാണ് നമ്മളെല്ലാം ചെയ്യുന്നത് ശരീരമാദ്യം ഖലു ധർമ്മസാധനം എന്നാണ്. എല്ലാ ധർമ്മങ്ങളും ആചരണങ്ങളും ഈ പറയുന്ന സുഖങ്ങളും ദുഃഖങ്ങളും ഒക്കെ ഇതിലാണല്ലൊ നടക്ക്ന്നത്. അപ്പൊ അങ്ങനെ ആ കിട്ടിയ ആ ശരീരത്തിന് അതിനോടും പിതൃക്കളോടും നമുക്കൊരു കൃതജ്ഞതാ ഭാവം ഒരർപ്പണ ഭാവം അതിനാണ് ഈ പിതൃക്കളെ ആദരിക്ക്ന്നത്. ഇതൊക്കെ ആസ്തികബുദ്ധിയുടെ ലക്ഷണമാണ്. നമ്മള് നമ്മുടെ പൈതൃകത്തെ അംഗീകരിക്കുന്നു എന്നതിന്റെ ലക്ഷണമാണ്. നമ്മുടെ സംസ്ക്കാരത്തെ അംഗീകരിക്കുന്നു എന്ന്ള്ളതിന്റെ ലക്ഷണമാണ്. ഇത് നിത്യവും ചെയ്യണമെന്നാണ്. നിത്യമായും പിതൃക്കൾക്ക് അർപ്പണം ചെയ്യാൻ കഴിയുന്ന രീതിയിൽ ചെയ്യുക. അതിനെകുറിച്ച് മനസിലാക്കണം. എന്നിട്ട് പലരും അത് എങ്ങനെയെങ്കിലുവൊക്കെ ചെയ്യുന്നു അതിനൊരു ഭാവവുണ്ട് രീതിയ്ണ്ട് ചെയ്യാൻ മനസിലാക്കിയിട്ട് അതുപോലെ ചെയ്യുക. ഒന്നും നമുക്ക് വേറെ ഒന്നും അറിയില്ലെങ്കിലും വെറുതെ നമ്മളൊന്ന് മനസുകൊണ്ട് സ്മരിച്ച് ഒരു കുറച്ച് ജലം അർപ്പിച്ച് പിതൃക്കളെ നമുക്ക് നമസ്ക്കരിക്കാം. അവിടെ ഫോട്ടൊ ഒക്കെ വച്ചിട്ട്ണ്ടെങ്കില് ഫോട്ടൊയില് നോക്കിയിട്ട് ഒരു നമസ്ക്കാരം പറയാം, ഒരു നന്ദി പറയാം. നിങ്ങളുടെ ഒക്കെ കൃപകൊണ്ടാണ് ഇത് എന്റെ ജീവിതം ഇങ്ങനെ പോവുന്നത് എന്ന ഒരു ഭാവത്തില് നമുക്ക് നമസ്ക്കാരം ചെയ്യാം. എറ്റവും ചുരുക്കത്തിൽ അങ്ങനെയും ചെയ്യാം. അത് കഴിഞ്ഞ് മൂന്നാമത്തെത് വര്ന്നത് ഹോമോ ദൈവഃ. ദേവന്മാര്, ഇതു പോലെ തന്നെയാണ് നമുക്ക് ദേവന്മാരുടെ സഹായവും നിത്യവും ഉണ്ട്. അതില് സൂര്യ ചന്ദ്രനാരാവ്ന്ന് ദേവന്മാര് ഇവരുടെയൊക്കെ സഹായം നമ്ക്ക്ണ്ട്. അപ്പൊ ഈ പൃത്വി തുടങ്ങിയ എല്ലാം തന്നെ ചരാചരങ്ങളെല്ലാം തന്നെ നമ്മളെ സഹായിക്ക്ന്ന്ണ്ട്, ദേവന്മാരുടെ രൂപത്തില് നമ്മളെ സഹായിക്ക്ന്ന്ണ്ട്. സൂര്യനില്ലെങ്കിൽ നമ്മുടെ ജീവിതം എങ്ങനെയാണ്, വായുവില്ലെങ്കിൽ എങ്ങനെയാണ്, ജലമില്ലെങ്കിൽ എങ്ങനെയാണ്. അപ്പൊ ഇതൊക്കെ ദേവതാസ്ഥാനത്ത് നിൽക്കുന്നതാണ്. നമ്മുടെ ഹിന്ധുധർമ്മത്തില് ഇവരൊക്കെ ദേവതകളാണ്. ആ ദേവതാ ദേവന്മാരുടെ പ്രതിരൂപങ്ങളും അവരുടെ മറ്റ് അവതാര ഭാവങ്ങളുമാണ് നമ്മള് ഇന്ന് അമ്പലങ്ങളിലുവൊക്കെ ആരാധിക്ക്ന്ന ദേവന്മാര്. അപ്പൊ ദേവന്മാരെ പ്രാർത്ഥിക്ക്യ അതും ഇതേ ഭാവത്തില് നമ്മളൊരിക്കലും ദേവന്മാരുടെ അടുത്ത് നമ്മുടെ പ്രശ്നങ്ങള് പറയെണ്ട ആവശ്യമില്ല. ദേവന്മാരുടെ അനുഗ്രഹം കൊണ്ട് നമുക്ക് കിട്ടിയത് തന്നെ നമുക്കിപ്പൊ കാര്യങ്ങൾ ചെയ്യാൻ കഴിയുന്നത് തന്നെ ഒന്നാലോചിച്ചാൽ എത്ര വലിയ സഹായമാണ്. അപ്പൊ ആ സഹായം നമുക്ക് കിട്ടിയിരിക്കുന്നു, ഇത്രയൊക്കെ സുഖമായി നമ്മള് ജീവിക്കാൻ സഹായിച്ചിരിക്കുന്നു, എന്ന ഭാവത്തില് നമുക്ക് നന്നി പറഞ്ഞ്, ആ നന്നിയുടെ ഭാവത്തില് കൃതജ്ഞതാ ഭാവത്തില് ദേവന്മാരെ പ്രണമിക്കാം നമസ്ക്കരിക്കരിക്കാം. ഇപ്പൊ ആരെങ്കിലും നമുക്ക് സഹായം ചെയ്താൽ തിരിച്ച് സഹായം ചെയ്യാനും നാം ആഗ്രഹിക്കാറ്ണ്ട്. അപ്പൊ, ദേവാന്‍ ഭാവയതാനേന തേ ദേവാ ഭാവയന്തു വഃ പരസ്പരം ഭാവയന്തഃ ശ്രേയഃ പരമവാപ്സ്യഥ എന്ന് ഭഗവാൻ ഗീതയില് മൂന്നാമധ്യായത്തിലും പറയ്‌ന്ന്ണ്ട്. അപ്പൊ ഇങ്ങനെ ദേവന്മാരുടെ ആരാധനകൊണ്ടുള്ള ആ ഭാവം നമ്മുടെ മനസ്സില് വന്നാൽ അതും വലിയ ഒരു കാര്യമാണ്. അപ്പൊ എങ്ങനെയാണൊ നമുക്ക് ദേവന്മാരെ പ്രാർത്ഥിക്കാൻ കഴിയുക ആ രീതിയില് പ്രാർത്ഥിക്കാം ഏറ്റവും ചുരുക്കത്തില് ഒരു നിലവിളക്ക് കത്തിച്ച് ഒരു ചന്ദനത്തിരിയൊക്കെ കത്തിച്ച് കിട്ടുന്ന സമയത്ത് രാവിലെയും വൈകുന്നേരവും പ്രത്യേകിച്ച് സന്ധ്യാസമയങ്ങളില് പ്രാർത്ഥിക്ക്യ ഈ നന്ദി പറയുക. ഇതൊക്കെ എനിക്ക് അനുഗ്രഹമായിട്ട് തന്നിട്ട്ണ്ട് ഇനിയും എനിക്ക് അനുകൂലമായ അനുഗ്രഹങ്ങള് വർഷിച്ചുക്കൊണ്ടേ ഇരിക്കേണമേ എന്ന് പ്രാർത്ഥിക്കുക. അങ്ങനെ പ്രാർത്ഥിക്കുന്നതാണ് ദൈവ യജ്ഞമായിട്ട് കണക്കാക്കുന്നത്. അതായത് പണ്ട് നിത്യ അഗ്നിഹോത്രങ്ങളൊക്കെ ചെയ്തിരുന്നു എന്നാണ് ഓരൊ അഗ്നിഹോത്രങ്ങളും, അഗ്നിഹോത്രങ്ങളുടെ വിധിയൊക്കെ ഉണ്ടായിരുന്നു. ആ അഗ്നിഹോത്രം ചുരുങ്ങി ചുരുങ്ങി പരിവർത്തനം ചെയ്ത് പരിവർത്തനം ചെയ്ത് നമ്മുടെ ഋഷിമാര് കണ്ടെത്തിയതാണ് ഈ നിലവിളക്ക് കത്തിക്കുക എന്ന്ള്ളത്. അപ്പൊ അഗ്നിജ്ജ്വലനം ആണ് അവിടെ ചെയ്യുന്നത്. ആ നിലവിളക്ക് കത്തിച്ച് പ്രാർത്ഥിക്കുക. അത് പ്രാർത്ഥിച്ച് എന്തൊക്കെയാണ് നമുക്ക് സമർപ്പിക്കാൻ കഴിയുന്നത് പുഷ്പമാണെങ്കിലത് ധൂപമാണെങ്കിലത് അതുപോലെ തന്നെ നിവേദ്യമെങ്കിലത്, എന്തൊക്കെയാണ് സമർപ്പിക്കാൻ കഴിയുന്നത് അതൊക്കെ സമർപ്പിച്ച് നമ്മുടെ ഭാവം അവിടെ പ്രകടമാക്കുക. അതുപോലെ, ഇതു മൂന്ന് യജ്ഞങ്ങളായി. നാലാമത്തെ യജ്ഞമാണ് ഭൂതബലി, ബലിർഭൂതോ എന്ന് പറയുന്നത്. ഭൂതബലി. നേരത്തെ പറഞ്ഞത് പോലെ ചരാചരങ്ങളിൽ നിന്ന് നമുക്ക് ഒരുപാട് ഗുണങ്ങള് കിട്ടുന്നുണ്ട്. നമ്മുടെ ചുറ്റുമുള്ള ചെറിയ ചെറിയ ജീവികള്. അതില് പൂച്ചയും പട്ടിയും ഇതൊക്കെ പെടും. മറ്റ് പശു, അതുപോലെതന്നെ കുതിര ഇങ്ങനെ ഏതൊക്കെ ജീവികളാണ് നമുക്ക് സഹായത്തിനായ്ട്ട്, ഇപ്പൊ കുതിരയൊന്നും ഇപ്പൊ നാട്ടിൽ നമ്മള് ഉപയോഗിക്കുന്നില്ല. പക്ഷെ മറ്റ് ജീവികള് ഒക്കെ ഉണ്ട്. ആ ജീവികളൊക്കെ ചേർന്ന് ഈവൺ കൊതുകും ഈച്ചയും ഒക്കെ ചേർന്ന് ചില ഉപകാരങ്ങൽ നമുക്ക് ചെയ്യുന്നുണ്ട്. നമ്മളാലോചിക്കുമ്പൊ, ഇപ്പൊ കൊതുകൊക്കെ എന്തുപകാരമാണ് നമുക്ക് ചെയുന്നത് കൊതുനെയൊക്കെ കൊല്ലേണ്ടതാണ് കൊതുകൊണ്ട് ഒരുപാട് രോഗങ്ങള് പരക്കുന്നു എന്നാണ് നാം വിചാരിക്കുന്നത് എന്നാൽ ഇപ്പൊഴുള്ള പല പഠനങ്ങളിലും പറയുന്നത് കൊതുകില്ലായിരുന്നുവെങ്കിൽ നമ്മുടെ ലോകത്ത് വലിയ പ്രശനങ്ങളുണ്ടാവുമായിരുന്നു എന്നാണ്. കൊതുക് വലിയൊരു സഹായി ആണ്. ഇപ്പൊ നിങ്ങൾ ഇന്റർനെറ്റിലൊക്കെ സെർച്ച് ചെയ്ത് നോക്കി കഴിഞ്ഞാൽ ഇപ്പൊ ഒരു കൊറച്ച് മാസങ്ങൾക്ക് മുമ്പാണ് വലിയ ഗംഭീരമായിട്ടുള്ള ഒരു സ്റ്റഡി വന്നത് കൊതുകളുടെ ഇമ്പോർട്ടൻസിനെ കുറിച്ച് കൊതുകുകള് എന്തൊക്കെയാണ് ചെയ്യുന്നത് കൊതുകുകള് ഈ എൻവിറോൺമെന്റിന് നമ്മുടെ അന്തരീക്ഷത്തെ സമാനമായി നിര്ത്താൻ അതിന്റെ ബാലൻസിന് വേണ്ടി കൊതുകുകള് ചെയ്യുന്നത്, ഈച്ചകള് ചെയ്യുന്നത്, ഉറുമ്പുകള് ചെയ്യുന്നത്. അപ്പൊ ഇതൊക്കെ നമുക്ക് ഇൻഡയറക്ട് കിട്ടുന്ന സഹായങ്ങളാണെന്നാണ് വാസ്തവം. ഇപ്പൊ കൊതുകുകള് എന്താ ചെയ്യുന്നത് എന്ന് ചോദിച്ച് കഴിഞ്ഞാൽ ഇത്തരത്തില് പല ബാക്ടീരിയകളെ അല്ലെങ്കില് പല തരത്തില്ള്ള മാറ്റങ്ങളവര് ഉണ്ടാക്ക്ന്ന്ണ്ട്. അപ്പൊ ഏതായാലും ഈ ജീവികളുടെ എല്ലാം സഹായം നമുക്ക് ഉണ്ടാവുന്ന്ണ്ട്. കാക്ക, അത് പോലെ തന്നെ കിളികള് പിന്നെ ഈവൺ എലി, എലിയുടെയും അത് പോലെ തന്നെയാണ് എലിയെക്കൊണ്ട്ള്ള ഗുണങ്ങള്. ചെറിയ പൂമ്പാറ്റകള്, ചിലന്തി, ഇതൊക്കെ നമ്മക്ക് ശുദ്രജീവികളായിട്ട് തോന്നും നമുക്ക് അപകാരം ചെയ്യുന്നവരായിട്ട് തോന്നും. പക്ഷെ വാസ്തവത്തില് ആ ജീവികളെ കൊണ്ട് നമ്മടെ പ്രപഞ്ചത്തിന്റെ നിലനില്പിന് വേണ്ടീട്ട് അത് വളരെ സഹായങ്ങൾ ചെയ്യുന്നുണ്ട്. അപ്പൊ അതിന് ബയോളജി ഒക്കെ പഠിക്കുന്ന അവർക്ക്ക് ഇതിനെ കുറിച്ച് കൂടുതല് പഠിക്കാൻ കഴിയും. അപ്പൊ അതൊക്കെ പഠിച്ച് മനസിലാക്കുക. എന്തൊക്കെ സഹായങ്ങളാണ് നമ്മുടെ ജീവിതത്തില് അത് ചെയ്യുന്നത് എന്ന്. അപ്പൊ അങ്ങനെ ഉള്ള ജീവികൾക്ക് നമ്മുടെതായിട്ട്ള്ള ഒരു സമർപ്പണം. നമ്മുടെതായിട്ട്ള്ള ഒരു സഹായം. അതിനാണ് ഭക്ഷണം കഴിക്കുന്നതിന് മുമ്പ്, മുമ്പ് തന്നെ വേണം അല്ലാതെ ഭക്ഷണം കഴിച്ച് കഴിഞ്ഞ് വേയ്സ്റ്റ് ബാക്കി ആവുമ്പൊ അത് പൊറത്ത് കൊണ്ട് പൂച്ചക്കും പട്ടിക്കും കാക്കയ്ക്കും ഒക്കെ ഇടാൻ പാടില്ല. അതിനെ ബലിദാനം ആയിട്ട് പറയുന്നില്ല. ബലിദാനം, യഥാർത്ഥ ബലിദാനം കഴിക്കുന്നതിന് മുമ്പ് നമ്മൾ ഭക്ഷണഭാഗം പാകം ചെയ്ത് അതിൽനിന്ന് ഒരു ഭാഗം എടുത്ത് പുറത്ത് പൂച്ചക്കും പട്ടിക്കും മറ്റ് ജീവികൾക്കും കിളികൾക്കും ഒക്കെ വേണ്ടീട്ട് പുറത്ത് ഇടുക. ഇങ്ങനെ ചെയ്താൽ വളരെ വലിയ ഗുണങ്ങള്ണ്ട്. ഇപ്പൊ പല പ്രശ്നങ്ങൾക്കും ചിലപ്പൊ ജ്യോതിഷന്മാരുടെ അടുത്തൊക്കെ പോവുമ്പൊ അവര് പ്രതിവിധിയായിട്ട് പറയുന്നത് ഇങ്ങനെ ചെയ്യാനാണ്. കാരണം അത് കൊണ്ട് ചില കാര്യങ്ങള് ഉണ്ടാവാറ്ണ്ട്. അപ്പൊ അതിനെ കുറിച്ച് വിശദ്ധമായിട്ട് ഞാനിവിടെ പറയുന്നില്ല. ഇപ്പൊ നേരത്തെ ഞാൻ പറഞ്ഞ ആ ധർമ്മപരിചയത്തിലൊക്കെ വിശദ്ദീകരിച്ച്ട്ട്ണ്ട്. അപ്പൊ അങ്ങനെയ്ള്ള ഭൂതബലി നിത്യവും ചെയ്യുക. അതുകൊണ്ട് വളരെ ഒരു സമാധാനം, മനസില് ഒരു പ്രത്യേക അനുഭവം ഉണ്ടാവും. നിങ്ങള് ഒന്ന് ചെയ്തു നോക്കുക. ഒരാഴ്ച്ച ഭക്ഷണം കഴിക്കുന്നതിന് മുമ്പ് കുറച്ച് ഭക്ഷണം കൊണ്ട് ഇതെ പോലെ ഇപ്പൊ നമ്മള് വീട്ടില് വളർത്ത്ന്ന ജീവികളെപ്പോലെ വീട്ടിന് പുറത്തിടണവെന്നാണ്. വീട്ടില് വളർത്ത്ന്ന, ഇപ്പൊ പട്ടിയെയൊക്കെ വളർത്ത്ന്നത്കൊണ്ട് വീട്ടിനുള്ളില് പട്ടികൾക്ക് കൊടുക്ക്ന്ന്ണ്ട്. അത് മറ്റൊരു രീതിയിലാണ് കാരണവത് നമ്മുടെ പെറ്റ് ഡോഗ് അത് നമ്മുടെ അടുത്തുണ്ട് അപ്പൊ അത് കൊടുക്കുന്നു അത് നമ്മുടെ വീട്ടിലെ ഒരു ജീവിയെ പോലെ ആകുകയാണ്. പക്ഷെ പുറത്ത് കൊണ്ട് പോയി നമുക്ക് അങ്ങനെ ഡയറക്ട് ബന്ധവൊന്നുവില്ലാത്ത നമ്മുടെ പെറ്റ് അല്ലാത്ത ആ ജീവികൾക്ക് വേണ്ടീട്ട് അങ്ങനെ നിഷ്ക്കാമമായിട്ട് ഇടുക, കൊടുക്കുക എന്നുള്ളതാണ് അവിടെ ആ തരത്തില് പറയ്‌ന്നത്. ഇതില് ബലി വൈശ്വ ദേവം തുടങ്ങിയിട്ട്ള്ള പ്രത്യേക ആചരണങ്ങളുവൊക്ക് പ്രത്യേകമായിട്ട് ഉണ്ട്. അതൊക്കെ നമുക്ക് അസാമാന്യമാണ് സാമാന്യമായിട്ട് ചെയ്യാൻ പറ്റ്ന്നതല്ലാത്തത് കൊണ്ട് അതിനെ കുറിച്ച് നമുക്ക് ചർച്ച ചെയ്യേണ്ട കാര്യമില്ല. അപ്പൊ ഇത് നാലാമത്തേതാണ്. അവസാനത്തതാണ് നൃയജ്ഞം. നൃ എന്ന് പറഞ്ഞാൽ മനുഷ്യൻ, നരൻ, മനുഷ്യന് യജ്ഞം ചെയ്യുക. അതെന്താണ് മനുഷ്യന് യഞം ചെയ്യുക എന്ന് പറഞ്ഞാൽ അതിഥി പൂജനമാണ്. ഒരതിഥിക്ക് ആഹാരം കൊടുക്കുക. ഇതു നമ്മുടെ സംസ്ക്കാരത്തിന്റെ മൗലിക ആചാരങ്ങളില് ഫൺഡമെന്റൽ റൈറ്റ് എന്നൊക്കെ നമ്മള് പറയുന്നത് പോലെ നമ്മുടെ ഫൺഡമെന്റൽ പ്രാക്ടീസസ്സിൽ പെടുന്നതാണ് അതിഥിപൂജനം. അതിഥി ദേവോ ഭവഃ എന്നാണ് നമ്മുടെ വേദ മന്ത്രം പറയുന്നത്. അതിഥികളെ ദേവന്മാരെ പോലെ പൂജിക്കണമെന്നാണ്. ഒട്ടും കുറച്ചല്ല ദേവന്മാരായിട്ട് തന്നെ പൂജിക്കണം. ഒരതിഥിയെ വിളിച്ച് ഭക്ഷണം സ്നേഹപൂർവ്വം കൊടുത്താൽ ആദരവോടെ കൊടുത്താൽ അത് പൂർണമായിട്ടും ഒരു ദേവ പൂജനം തന്നെയാണ്. ഇതും ഇത്തരത്തിലുള്ള പല പ്രതിവിധികളിലും ഇന്ന് പറയാറ്ണ്ട് കാരണം ഈ അതിഥിപൂജനം എന്ന കൺസപ്റ്റേ നമ്മടെ പോയി. ഈ അതിഥി പൂജനം എന്ന് പറഞ്ഞാൽ ഫ്രെണ്ട്സിനെ വീട്ടിൽ ഇൻവൈറ്റ് ചെയ്ത് അവർക്ക് ഇഷ്ടപ്പെടുന്ന ഭക്ഷണവൊക്കെ ഉണ്ടാക്കി കൊടുത്ത്, പിന്നെ മധ്യവും മാംസവും ഒക്കെ കൂട്ടി ഇരുന്നു കഴിച്ച് ആഘോഷിക്കുന്നതിനെയല്ല അതിഥിപൂജനവെന്ന് പറയുന്നത്, അങ്ങനെ തെറ്റിദ്ധരിക്കരുത്. അതിഥിപൂജനമെന്ന് പറഞ്ഞാൽ വിശന്ന് വരുന്ന ഒരാളിന് അല്ലെങ്കിൽ രണ്ടാളിന് ആരായാലും അവർക്ക് ഭോജനം കൊടുക്കുക ഭക്ഷണം നമ്മള് വിളിച്ച് കൊടുക്കുക അല്ലെങ്കില് കൊണ്ടെത്തിച്ചു കൊടുക്കുക എവിടെയാണങ്ങിനെയുള്ളത് അവിടെ കൊണ്ടെത്തികൊടുക്കുക. ഇപ്പൊ ഇന്നൊക്കെ വീട്ടില് വരുക എന്നൊക്കെ പറഞ്ഞ് കഴിഞ്ഞാൽ അതൊക്കെ വളരെ ഇംപ്രാക്ടിക്കൽ ആയിട്ട് തോന്നും കാരണം കാലം മാറിയതിനനുസരിച്ച് വീട്ടിന്റെ അകത്തൊന്നും ആരും വരുന്നത്, വേറൊരാള് വരുന്നത് ഒന്നും, അപരിചതരായിട്ട് വരുന്നതൊന്നും നമുക്ക് ചിന്തിക്കാനെ പറ്റില്ല. അപ്പൊ അതുകൊണ്ട് പ്രാക്ടിക്കലി നമുക്ക് പുറത്തെവിടെയെങ്കിലും കൊണ്ടു പോയിട്ട് കൊടുക്കാം. അപ്പൊ അങ്ങനെ ഉള്ള ചില സംരംഭങ്ങളൊക്കെ ആരംഭിച്ചിട്ട്ണ്ട്. ഇപ്പൊ ഇന്ധ്യയിലെ പല ഭാഗത്തും അത്തരം ആഹാരം കൊടുക്ക്ന്നതായിട്ട്ള്ള സംരംഭങ്ങള് ആരംഭിച്ചിട്ട്ണ്ട്. അപ്പൊ അങ്ങനെ നമ്മള് ഉണ്ടാക്കിയിട്ട്ള്ള ഭക്ഷണത്തിന്റെ ഒരു ഭാഗം അത് അങ്ങനെ തന്നെ വേണമെന്നുണ്ട് എന്താണൊ ഗൃഹനാഥൻ കഴിക്കാൻ ഉണ്ടാക്കിയിട്ടുള്ളത് അതിൽ നിന്നാണ് കൊടുക്കേണ്ടത്. അല്ലാതെ അതിഥികൾക്ക് വേണ്ടി പ്രത്യേകിച്ച് ഉണ്ടാക്കുക ഗൃഹനാഥന് പ്രത്യേകിച്ച് ഉണ്ടാക്കുക അങ്ങനെ പാടില്ല. നേരത്തെ പറഞ്ഞ ഭൂതയജ്ഞത്തിലും അങ്ങനെ ആണ്. എന്താണൊ നാം കഴിക്കാൻ ഉണ്ടാക്കിയത് അതാണ് കൊടുക്കേണ്ടത്. അത്, പിന്നെ, അതിന്റെ ഒരു ഭാഗം അല്ലെങ്കില് ചോറോ എന്താന്ന് വച്ച് കഴിഞ്ഞാൽ ജീവികൾ കഴിക്കുന്നതനുസരിച്ച് നമ്മൾ കൊടുക്കുക എന്നാണ്. അപ്പൊ അതുപോലെ അതിഥി പൂജനവും നമ്മുടെ നിത്യജീവിതത്തിൽ "
    },
    "ചോദ്യോത്തരങ്ങൾ": {
      "1": {
        "കണ്ണി": "",
        "ചോദ്യം @ 00:00:00": "",
        "ഉത്തരം @ 00:00:00": ""
      }
    },
    "ശാന്തിപാഠം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    }
  },
  "മൂന്നാം ഭാഗം": {
    "കണ്ണി": "",
    "ആമുഖം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    },
    "ഭാഗം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    },
    "ചോദ്യോത്തരങ്ങൾ": {
      "1": {
        "കണ്ണി": "",
        "ചോദ്യം @ 00:00:00": "",
        "ഉത്തരം @ 00:00:00": ""
      }
    },
    "ശാന്തിപാഠം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    }
  },
  "നാലാം ഭാഗം": {
    "കണ്ണി": "",
    "ആമുഖം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    },
    "ഭാഗം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    },
    "ചോദ്യോത്തരങ്ങൾ": {
      "1": {
        "കണ്ണി": "",
        "ചോദ്യം @ 00:00:00": "",
        "ഉത്തരം @ 00:00:00": ""
      }
    },
    "ശാന്തിപാഠം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    }
  },
  "അഞ്ചാം ഭാഗം": {
    "കണ്ണി": "",
    "ആമുഖം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    },
    "ഭാഗം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    },
    "ചോദ്യോത്തരങ്ങൾ": {
      "1": {
        "കണ്ണി": "",
        "ചോദ്യം @ 00:00:00": "",
        "ഉത്തരം @ 00:00:00": ""
      }
    },
    "ശാന്തിപാഠം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    }
  },
  "ആറാം ഭാഗം": {
    "കണ്ണി": "",
    "ആമുഖം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    },
    "ഭാഗം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    },
    "ചോദ്യോത്തരങ്ങൾ": {
      "1": {
        "കണ്ണി": "",
        "ചോദ്യം @ 00:00:00": "",
        "ഉത്തരം @ 00:00:00": ""
      }
    },
    "ശാന്തിപാഠം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    }
  },
  "ഏഴാം ഭാഗം": {
    "കണ്ണി": "",
    "ആമുഖം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    },
    "ഭാഗം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    },
    "ചോദ്യോത്തരങ്ങൾ": {
      "1": {
        "കണ്ണി": "",
        "ചോദ്യം @ 00:00:00": "",
        "ഉത്തരം @ 00:00:00": ""
      }
    },
    "ശാന്തിപാഠം": {
      "കണ്ണി": "",
      "സമയം": "00:00:00",
      "അവതരണം": "",
      "ശബ്ദരേഖ": ""
    }
  }
}