{
 "കണ്ണി": "https://youtube.com/playlist?list=PLweW3Lyr2meiBqq3KgsYx365qjlBKXJ5S",
 "ഒന്നാം ഭാഗം": {
  "കണ്ണി": "https://youtu.be/PlWE6vISoZ0",
  "ആമുഖം": {
   "അവതരണം": "കമല ഉണ്ണികൃഷ്ണൻ",
   "ശബ്ദരേഖ": "ഗുരുർ ബ്രഹ്മ ഗുരുർ വിഷ്ണു ഗുരുർ ദേവോ മഹേശ്വരഃ ഗുരു സാക്ഷാത് പരംബ്രഹ്മ തസ്മൈ ശ്രീ ഗുരവേ നമഃ. ഓം നാരായണ. പൂജന്യ സ്വാമിജിക്ക് ഞങ്ങളേവരുടെയും പ്രണാമം. വേദാന്ത പഠനത്തിനായി ഇവടെ ഒത്തുച്ചേർന്ന എല്ലാ സാധകർക്കും എന്റെ വിനീതമായ നമസ്കാരം. പൂജന്യ സ്വാമിജി ഹരിബ്രഹ്മേന്ദ്രാനന്ദതീർത്ഥാജി മഹാരാജ് ഉത്തരകാശിയിലെ ആദിശങ്കരബ്രഹ്മവിദ്യാപീഠത്തിലെ ആചാര്യനാണ്. കേരളത്തിൽ ജനിച്ചുവളർന്ന സ്വാമിജി തന്റെ ചെറിയപ്രായത്തിൽ തന്നെ ഹിമാലയത്തിലെ ഉത്തരകാശിയിലെത്തിച്ചേർന്നു. ഋഷികേശിലെ ശിവാനന്ദാശ്രമത്തിലെ പൂജന്യ സ്വാമിജി ശിവാനന്ദസരസ്വതിയുടെയും പൂജ്യ ചിന്മയാനന്ദ സ്വാമികളുടെ ഗുരുവായ പൂജ്യ തപോവൻമഹാരാജിന്റെയും നേരിട്ട് ശിഷ്യനായ പൂജന്യ സ്വാമിജി ചൈതന്യാനന്ദസരസ്വതിയുടെ കീഴിൽനിന്ന് വേദാഭ്യാസം ചെയ്തു. ഇതിനുപുറമെ മറ്റുപല ആചാര്യന്മാരിൽ നിന്നും വേദാന്തം, വ്യാകരണം, ദർശനശാസ്ത്രങ്ങൾ ഇവയെല്ലാം കരസ്ഥമാക്കി. ചെറുപ്രായത്തിൽ തന്നെ സന്യാസം സ്വീകരിച്ചു. ഇന്ന് ഉത്തരകാശിയിലെ ആദിശങ്കരബ്രഹ്മവിദ്യാപീഠം ആശ്രമം ആസ്ഥാനമാക്കിക്കൊണ്ട് ഗുരുപരമ്പര സമ്പ്രദായപ്രകാരം വേദാന്തപഠനം നടത്തുകയാണ്. പൂജ്യസ്വാമിജിയുടെ  മുഖ്യമാർഗനിർദേശത്തിൽ മറ്റു ആചാര്യശ്രേഷ്ഠരുടെ സഹായത്തോടെ തിരുവനന്തപുരം ആസ്ഥാനമാക്കി ആർഷവിദ്യാപ്രതിഷ്ഠാനം എന്ന ഒരു സംഘടന കഴിഞ്ഞ പത്തു വർഷങ്ങളിലധികമായുള്ള ഗവേഷണഫലമായി ശ്രീ ശങ്കരഭഗവത്പാദരുടെ കൃതികൾ സമ്പൂർണമായും കണ്ടെടുത്ത് മറ്റു ലോകഭാഷകളിൽ തന്നെ ആദ്യമായി മലയാളത്തിൽ തയ്യാറാക്കപ്പെടുന്ന വ്യാഖ്യാനത്തോടുകൂടിയ ശ്രീ ശങ്കരസാരസ്വതസർവസ്യം എന്ന പേരിൽ പ്രസിദ്ധീകരിച്ചിട്ടുണ്ട്. ഈയൊരു സംരംഭത്തിൽ നമ്മളെല്ലാവരും പങ്ക് ചേരേണ്ടതാണ്.മധ്യപ്രദേശിലെ എം പി ഗവേർൺമെന്റിന്റെ കീഴിൽ ഉള്ള ആചാര്യശങ്കരസാംസ്കൃതിഏകതാന്യാസ് പ്രോജക്ടിന്റെ ട്രസ്റ്റിയാണ് പൂജ്യ സ്വാമിജി. മലയാളത്തിലുള്ള പതാഞ്ജലി യോഗ ദർശനത്തിന്റെ വ്യാസദേവഭാഷ്യം സ്വാമിജി എഴുതിയിട്ടുണ്ട്. ഇംഗ്ളീഷിലെഴുതിയത് പ്രിൺസിപ്പ്ൾസ് ആന്റ് പ്രാക്ടീസ് ഓഫ് സന്യാസ. മലയാളത്തില് വീണ്ടും ഹഠയോഗ പ്രദീപിക വിത്ത് ബ്രഹ്മാനന്ദ കമെന്റ്രി, സാംഖ്യകാരിക കമെന്റ്രിയും മലയാളത്തിൽ, ഇങ്ങനെ പല പുസ്തകങ്ങളും സ്വാമിജി എഴുതി പ്രസിദ്ധീകരിച്ചിട്ടുണ്ട്. ചെറുപ്രായത്തിൽ തന്നെ ഹിമാലയത്തിൽ എത്തിചേർന്ന് സന്യാസം നേടിയ ഈ കേരളപുത്രനെ കുട്ടിസ്വാമി എന്ന ഓമന പേരിലാണ് അധികപേരും അറിഞ്ഞുവരുന്നത്. അതുകൊണ്ട് നമുക്കും കുട്ടിസ്വാമി എന്ന് സംബോധന ചെയ്യാം. ഇന്നിവിടെ എടുക്കാൻ പോകുന്നത് ശ്രീമദ് ആചാര്യഭഗവത് പാദരുടെ ഉപദേശപഞ്ചരത്നം അഥവാ സാധനപഞ്ചകമെന്ന കൃതിയാണ്. എല്ലാവരും അതീവ ശ്രദ്ധയും ഭക്തിയോടെ ഉത്തരകാശി സ്വാമിജിയുടെ ആശ്രമത്തിലിരുന്നുകൊണ്ട് ഇത് കേൾക്കുന്നതാണെന്ന ഭാവത്തോടെ ഈ ക്ളാസ് ശ്രദ്ധിക്കാൻ ഞാൻ അപേക്ഷിക്കുന്നു. ആദ്യത്തെ ഒരു മണിക്കൂർ ക്ളാസായിരിക്കും. തുടർന്നുള്ള സമയം ഈ ക്ളാസിൽ നിന്നുയർന്നുവരുന്ന സംശയങ്ങൾക്കും ചോദ്യങ്ങൾക്കുമുള്ള മറുപടിയായിരിക്കും. ക്ളാസിന്റെ അവസാനത്തിൽ ചാറ്റ്ബോക്സിൽ നിങ്ങൾക്ക് ചോദ്യങ്ങൾ ഇടാം. അഥവാ അത് സാധിച്ചില്ലെങ്കിൽ അതിനിഷ്ടപ്പെട്ടില്ലെങ്കിൽ അൺമ്യൂട്ട് ചെയ്തു നേരിട്ട് ചോദ്യങ്ങൾ ചോദിക്കാവുന്നതാണ്. സ്വാമിജീ, ക്ളാസ് തൊടങ്ങാൻ അഭ്യർത്ഥിക്കുന്നു."
  },
  "ഭാഗം": {
   "അവതരണം": "സ്വാമി ഹരിബ്രഹ്മേന്ദ്രാനന്ദ തീർത്ഥ",
   "ശബ്ദരേഖ": "ഓം നമോ നാരാണായഃ. ആദ്യം നമസ്കാരമായിട്ട് മംഗളാചരണം ചെയ്യുന്നു. ശ്രുതിസ്മൃതിപുരാണാനാം ആലയം കരുണാലയം. നമാമി ഭഗവത്പാദം ശങ്കരം ലോകശങ്കരം. ശങ്കരം ശങ്കരാചാര്യം കേശവം ബാദരായണം. സൂത്രഭാഷ്യകൃതൗവന്തേ ഭഗവന്ദോ പുനഃ പുനഃ. ഈശ്വരോ ഗുരുരാത്മേതി മൂര്‍തിഭേദവിഭാഗിനേ വ്യോമവദ്‌-വ്യാപ്തദേഹായ ദക്ഷിണാമൂര്‍തയേ നമഃ. ശ്രീ ദക്ഷിണാമൂര്‍തയേ നമഃ. ശ്രീ ഗുരുഭ്യോം നമഃ ഹരിഃ ഓം. എല്ലാവർക്കും ഈ വേദാന്ത അധ്യയന പരിപാടിയിലേക്ക് സ്വാഗതം. വേദാന്ത ജിജ്ഞാസുക്കളായ നമ്മുടെ ഓരോരുത്തരുടേയും അറിവിന് വേണ്ടി വേദാന്തത്തിന്റെ ചില പ്രകരണ ഗ്രന്ഥങ്ങള്, വിശേഷാൽ ശങ്കരഭഗവത്പാദ വിരചിതങ്ങളായിട്ടുള്ള പ്രകരണഗ്രന്ഥങ്ങള് യഥാക്രമം പഠിക്കാനാണ് നാം ഉദ്ദേശിക്കുന്നത്. ഇവിടെ വേദാന്തം എന്താണ് എന്ന്, ഇപ്പോ ഈ പഠനത്തിൽ ചേർന്നിട്ടുള്ളവര് പലരും പുതിയതായിട്ട്ണ്ടാകും, അതായത് ഇങ്ങനൊരു പഠനം പുതിയതായിട്ട് ചെയ്യുന്നവര്ണ്ടാകും, അപ്പം അവർക്കൊക്കെ വേണ്ടീട്ട് എന്താണ് വേദാന്തം എന്ന ആ തലത്തിൽ നിന്ന് ചിന്തിക്കാമെന്ന് വിചാരിക്കുന്നു. ഈ പഠനം നമുക്കെല്ലാവർക്കും ഉപയോഗത്തില് വരാൻ, അല്ലെങ്കില് നാമുദ്ദേശിക്കുന്ന ആ പരമം ആയ ഫലം, മോക്ഷമാകുന്ന പരമഫലം പ്രാപിക്കാൻ, അതിന്റെതായ രീതിയിലുള്ള അഭ്യാസംകൂടി ചെയ്യേണ്ടത്ണ്ട്. ഈ അഭ്യാസത്തെയാണ് നാം സാധന എന്ന് പറയുന്നത്. ഇതൊരു വേദാന്ത സാധനയാണ്. ആഴ്ച്ചയിലൊരിക്കെയാണെങ്കിലും നാം ഈ ചെയ്യുന്ന അധ്യയനം എപ്പോഴൊക്കെ സമയം കിട്ടുന്നുവോ, ഇപ്പോ ഗൃഹസ്ഥ ജീവിതം നയിക്കുന്നവരുണ്ട്, അല്ലെങ്കില് ഗൃഹസ്ഥ ജീവിതത്തിന്റെ കർമ്മങ്ങളൊക്കെ കഴിഞ്ഞ് അവരുടെ കർത്തവ്യങ്ങളൊക്കെ കഴിഞ്ഞ് വിരമിച്ചിരിക്കുന്നവര്ണ്ട്. ഇങ്ങനെ ഉള്ള ഏതവസ്ഥയിലായാലും നമുക്കു കിട്ടിയ ഈ അറിവ് നിരന്തരം അഭ്യസിക്കണം എന്നതാണ് വിശേഷം. അഭ്യാസം കൊണ്ടാണ് ഫലമുണ്ടാകുക നമുക്കറിയാം. അപ്പോ എന്താണ് വേദാന്തം എന്ന് പറഞ്ഞ് തുടങ്ങാം. വേദാന്തം ഒരു ദർശനശാസ്ത്രമായിട്ടാണ് പ്രസിദ്ധമായിരിക്കുന്നത്. ശബ്ദം സൂചിപ്പിക്കുന്നത് പോലെ വേദങ്ങളുടെ അന്തഭാഗം, അതാണ് വേദാന്തം. ചിലവര്, മലയാളത്തിലൊക്കെ നമ്മള് കേട്ടിട്ടുണ്ട്, വേദത്തിന്റെ അന്തം എവിടെയാണോ അവിടെയാണ് വേദാന്തം, അതായത്, വേദം അവസാനിക്കുന്നതെവിടെ എന്നർത്ഥത്തില് പറയാറ്ണ്ട്. എന്നാൽ, വേദം അവസാനിക്കുന്നു എന്ന അർത്ഥമല്ല, വേദത്തിന്റെ ഭാഗങ്ങളായിട്ട്ള്ള സംഹിത, ആരണ്യകം, ബ്രാഹ്മണമെന്ന് മൂന്ന് ഭാഗങ്ങളാണ് വേദത്തിന് പറയപ്പെടുന്നത്. അത് അങ്ങനെ, സമ്പ്രദായത്തില് അങ്ങനെയാണ് മൂന്ന് ഭാഗങ്ങളായിട്ട് കരുതുന്നത്. ഇതിൽ തന്നെ ചിലവര് സംഹിതാ ഭാഗം മാത്രമെ അപൗരുഷേയമായ വേദമായിട്ടൊള്ളൂ എന്നു കരുതുന്നവരുമുണ്ട്. അപ്പോ നമ്മുടെ സനാതനധർമ്മത്തിൽ തന്നെ പല വിചാരധാരകൾ ഉണ്ടായിട്ടുണ്ട്. ഇപ്പൊഴും പല വിചാരധാരകള് ഉണ്ടായിക്കൊണ്ടുവിരിക്കുന്നു.  അത് ഈ ധർമ്മത്തിന്റെ ഒരു പ്രത്യേകത പോലെയാണ്. ഏതായാലും, നമ്മുടെ സമ്പ്രദായമനുസരിച്ച് നിരുക്താദി വാക്ക്യങ്ങളുടെ അടിസ്ഥാനത്തില് ശങ്കരാചാര്യ സ്വാമിജികളുടെ പരമ്പരയില് ഈ മൂന്ന് ഭാഗത്തെയും വേദമായിട്ട് തന്നെയാണ് കരുതുന്നത്. ഈ വേദഭാഗങ്ങളുടെ അന്തഭാഗത്തിലെന്ന് പറയുമ്പൊ അവസാന അദ്ധ്യായങ്ങളായിട്ടാണ് നമുക്കിന്ന് കിട്ടിയിട്ട്ള്ള വേദാന്തത്തിന്റെ പ്രാമാണിക ഗ്രന്ഥങ്ങളായിട്ട്ള്ള ഉപനിഷത്ത്ക്കൾ കിട്ടിയിരിക്ക്ന്നത്. ഇതില് വേറെ സംശയൊന്നും വെക്കേണ്ട കാര്യമില്ല. വേദത്തിന്റെ അവസാന ഭാഗം ആയിട്ട്ള്ള അദ്ധ്യായങ്ങള് ആ അദ്ധ്യായങ്ങളാണ് ഉപനിഷത്തുക്കളായിട്ട് നമുക്കിന്ന് ലഭിച്ചിട്ട്ള്ളത്. അങ്ങനെ അനേകമുപനിഷത്ത്ക്കള്ണ്ട്. ഇപ്പോ ഉപനിഷത്ത്ക്കള്ടെ സംഖ്യ, അത് തന്നെ വേദത്തിന്റെ ശാഖയുടെ സംഖ്യ അനുസരിച്ച് ആയിരത്തി ഒരുനൂറ്റി എൺപതാണ് പറയപ്പെട്ന്നത്. എന്നാൽ ഇന്ന് വളരെ പ്രസിദ്ധമായിട്ട്ള്ള ഉപനിഷത്ത്ക്കളില് ദശോപനിഷത്ത്ക്കളാണ് മുഖ്യമായിട്ട് കണക്കാക്കപ്പെട്ടിട്ട്ള്ളത്. അത് ഉപനിഷത്ത്ക്കള്ടെ പേരില് ഏകദേശം നൂറ്റി എൺപത്തി എട്ടോളം ഉപനിഷത്ത്ക്കള് ലഭ്യമായിട്ട്ണ്ട്. എന്നാൽ അവയൊക്കെ പല ശാഖകളായിട്ട് ബന്ധപ്പെട്ടതാണെങ്കിലും അതില് പ്രധാനമായിട്ടുള്ളത് നൂറ്റിയെട്ടുപനിഷത്ത്ക്കളും നൂറ്റിയെട്ടില് പ്രധാനമായിട്ട്ള്ളത് പത്തുപനിഷത്ത്ക്കളും.  ഇതിന് ദശോപനിഷത്ത് എന്ന പേരിലാ പറയും. അപ്പോ ഈ ദശോപനിഷത്ത് ആണ് വേദാന്തം. അതില് വേദാന്തത്തിന്റെ പ്രാമാണിക ഗ്രന്ഥം, വേദാന്തമെന്നെന്തിനെയാണോ പറയുന്നത് അതീ ദശോപനിഷത്ത്ക്കളാണ്. അതുമായിട്ട് ബന്ധപെട്ട ശാസ്ത്രങ്ങളും സ്മൃതികളും വരും. ഉദ്ദാഹരണത്തിന് ഇപ്പോ ഭഗവത്ഗീതാ. അതും വേദാന്തഗ്രന്ഥമായിട്ട് കണക്കാക്കുന്നു. കാരണം, ഈ ഉപനിഷത്ത്ക്കളിൽ പറഞ്ഞ കാര്യമാണ് ഭഗവത്ഗീതയിലും പറയുന്നത്. അതുപോലെ വേദാന്ത സൂത്രങ്ങൾ എന്നറിയപ്പെടുന്ന ബ്രഹ്മസൂത്രം. ഇതില് വേദാന്തം എന്ന് പറഞ്ഞാൽ വേദത്തിന്റെ അവസാന അദ്ധ്യായങ്ങളായിട്ട് വരുന്നത്. നമുക്ക് കിട്ടിയിട്ട്ള്ള ഉപനിഷത്ത്ക്കളില്, ഇപ്പോ ഉദാഹരണത്തിന് പറയുകയാണെങ്കില് ഈശാവാസ്യ ഉപനിഷത്ത് ഏറ്റവും പ്രസിദ്ധമാണ് ഉപനിഷത്ത്ക്കളെക്കുറിച്ച് കേൾക്ക്ന്നവര് എപ്പോഴും കേട്ടിരിക്ക്ന്ന ഒരു ഉപനിഷത്താണ് ഈശാവാസ്യ ഉപനിഷത്ത്. ഈശാവാസ്യ ഉപനിഷത്തിന്റെ നാല്പതാമദ്ധ്യായമാണ്. ഈശാവാസ്യ ഉപനിഷത്ത് ശുക്ലയജുർവേദത്തിന്റെ നാല്പതാമദ്ധ്യായമാണ്. നാല്പതദ്ധ്യായങ്ങളാണ് ശുക്ലയജുർവേദസംഹിതയിലുള്ളത്. അതില് നല്പതാമദ്ധ്യായമാണ് ഈശാവാസ്യ ഉപനിഷത്ത്. അതുപോലെ ആ ശുക്ലയജുർവേദശാഖയിൽ തന്നെ വരുന്ന ബൃഹദാരണ്യക ഉപനിഷത്ത് മറ്റൊരുദാഹരണത്തിന്. ഈ ബൃഹദാരണ്യക ഉപനിഷത്താണ് ഈ ദശോപനിഷക്കള് അല്ലെങ്കില് ഉപനിഷത്ത്ക്കളിൽ തന്നെ ഏറ്റവും വലിയ ഉപനിഷത്ത്. അത് പേര് പോലെ തന്നെ ബൃഹത്താണ്, ബൃഹദ് ആരണ്യകം എന്നാണ്, വല്യ ബൃഹത്തായ ഉപനിഷത്ത് എന്നർത്ഥം. ഇത് ശുക്ലയജുർവേദത്തിന്റെ തന്നെ ഒരു ബ്രാഹ്മണഗ്രന്ഥമുണ്ട് ശതപഥബ്രാഹ്മണം എന്നാണ് അതിന് പേര്. ശതപഥബ്രാഹ്മണത്തില് നൂറദ്ധ്യായങ്ങളുണ്ട്. ആ നൂറദ്ധ്യായങ്ങള്ടെ അവസാനം വരുന്ന ആറദ്ധ്യായങ്ങളാണ് ബൃഹദാരണ്യക ഉപനിഷത്തായിട്ട് കണകാക്ക്ന്നത്. ഇങ്ങനെ വേദത്തിന്റെ അവസാന ഭാഗത്ത് വര്ന്നത്ക്കൊണ്ട് വേദാന്തമായി. അത് അർത്ഥത്തിൽ നോക്കുമ്പോഴും മോക്ഷ ശാസ്ത്രമാണ്. ഇപ്പോ ഒരു മനുഷ്യജീവിതത്തില് നാം അറിഞ്ഞിരിക്കേണ്ട ശാസ്ത്രങ്ങളില് മനുഷ്യജീവിതത്തിന്റെ കാലക്രമം വച്ച് നോക്കുമ്പോ ജീവിതക്രമം വച്ച് നോക്കുമ്പോ അവസാനകാലത്തെങ്കിലും അറിഞ്ഞിരിക്കേണ്ടതാണ് എന്നതാണതിനർത്ഥം. അതായത് ഇത് അറിയേണ്ടത് ചെറ്പ്പത്തിൽ തന്നെയാണ്, പഠിക്കേണ്ടത് ചെറ്പ്പത്തിൽ തന്നെയാണ്, അങ്ങനെ പഠിക്കാൻ കഴിഞ്ഞില്ലെങ്കിൽ അവസാന ഘട്ടത്തിലെങ്കിലും പഠിക്കണം. അതുകൊണ്ടത് മോക്ഷശാസ്ത്രമാണ്. ധർമ്മ അർത്ഥ കാമ മോക്ഷങ്ങളാകുന്ന നാല് പുരുഷാർത്ഥങ്ങൾ, പുരുഷാർത്ഥങ്ങളെന്ന് പറയുമ്പോ നമ്മുടെ ജീവിതത്തില്, ജീവിതത്തിന്റെ ഭാഗമായിട്ട് നാമത്യാവശ്യം പ്രാപിക്കാൻ ആഗ്രഹിക്കുന്നതായിട്ട്ള്ള നാല് കാര്യങ്ങള്, അതില് മൂന്നെണ്ണം ആദ്യ ഭാഗങ്ങളിലും, അതായത് നമ്മുടെ ജീവിതത്തിന്റെ ആദ്യഘട്ടത്തിലും, രണ്ടാമത്തെ ഘട്ടത്തിലും, മൂന്നാമത്തെ ഘട്ടത്തിലും, അങ്ങനെ നാലാമത്തെ ഘട്ടത്തില് വരുമ്പോഴാണ് മോക്ഷശാസ്ത്രം വരുന്നതു. ഈ നാല് ഘട്ടങ്ങൾക്കാണ് നാല് ആശ്രമങ്ങൾ എന്ന് പേര് പറയുക. ബ്രഹ്മചര്യാശ്രമമെന്നും ഗൃഹസ്ഥാശ്രമമെന്നും വാനപ്രസ്ഥാശ്രമമെന്നും സന്യാസാശ്രമമെന്നും ഇങ്ങനെ നാല് ഘട്ടങ്ങളിലായിട്ടതിനെ തിരിച്ചിട്ട്ണ്ട്. അതിനർത്ഥം ഈ നാലാമത്തെ ഘട്ടത്തിൽ മാത്രമേ, സന്യാസാശ്രമം സ്വീകരിച്ചാൽ മാത്രമേ ഇത് പഠിക്കാവൂ എന്നില്ല. ഏത് അവസ്ഥയിലും പഠിക്കാം. ബ്രഹ്മചര്യാശ്രമത്തിൽ തന്നെ ഇത് പഠിക്കാം. പക്ഷെ, അതിന്റെ അഭ്യാസത്തിന് ഉതകുന്നതായിട്ട്ള്ള സാഹചര്യമുണ്ടാകുന്നത് നമ്മളെല്ലാ ത്യാഗവും ചെയ്ത് ഏകാന്തമായി ജീവിക്കാൻ ഉള്ള ഒരവസ്ഥയിൽ എത്തുമ്പോഴാണ് എന്നതാണ്. അപ്പോ അങ്ങനെ ഏകാന്തവാസം ചെയ്യാനായിട്ടുള്ള മനസു തയ്യാറാക്കുക എന്നുള്ളതാണ് ബാക്കി ജീവിതത്തിന്റെ മറ്റ് ഘട്ടങ്ങളിൽ ചെയ്യുന്നത്. അതില് ആദ്യ ഘട്ടത്തിലധ്യയനവും മറ്റും കഴിഞ്ഞു ഇങ്ങനെ നമ്മുടെ ജീവിതത്തിലെ മറ്റു പ്രാരബ്ധങ്ങളോടൊപ്പം തന്നെ എല്ലാ കാര്യങ്ങളും ചെയ്ത് ഗൃഹസ്ഥാശ്രമധർമ്മമൊക്കെ നന്നായിട്ട് പരിപാലിച്ച് അത് കഴിഞ്ഞ് അതിൽനിന്ന് മുക്തമാവുന്നു. മുക്തമാവുന്ന അവസ്ഥയില് ആ സമയത്ത് വേണ്ട പ്രത്യയ ശാസ്ത്രം, ആ സമയത്ത് വേണ്ട കാര്യങ്ങളറിയേണ്ട കാര്യങ്ങള് എന്തൊക്കെയാണ്, അതാണ് ഉപനിഷത്ത്ക്കളിൽ പ്രധാനമായിട്ടും പറയുന്നത്. അതില് അറിയേണ്ടത് ഒന്നു മാത്രമാണ്, ഒരേയൊരു തത്വമാണ് എല്ലാത്തിലും വ്യാപ്തമായിരിക്കുന്നത്. പരമാത്മാവ് പരബ്രഹ്മം എന്ന് നാം വിളിക്കുന്ന ആ തത്വമാണ് എല്ലാത്തിന്റെയും സാരം. എല്ലാത്തിന്റെയും കാരണം, എല്ലാം ഉത്ഭവിക്കുന്നതതിൽനിന്ന്, എല്ലാം ലയിക്കുന്നതതിൽനിന്ന് എന്നൊക്കെയതിന് ലക്ഷണം പറയും. ഈ വേദാന്ത ശാസ്ത്രം ആറിഞ്ഞാൽ അവിടെ മറ്റ് ഭേദങ്ങളൊന്നും ഇല്ല. വേദാന്തശാസ്ത്രത്തിന്റെ തലത്തിലെത്തുമ്പോ ഒരു ഭേദവുമില്ല എന്നുള്ളതാണ്. എല്ലാ ജീവികളും എല്ലാ ചരാചരങ്ങളും ഒന്നാണ്. നാമും നമ്മുടെ ശരീരവും അത്പോലെ തന്നെ ഈ മഹാ പ്രപഞ്ചവും ഇതെല്ലാം ഒരേ കാതലായ കാരണത്തിൽനിന്ന് ഇത്ഭവിച്ചതാണ്. എല്ലാത്തിന്റെയും കാതലായ ആ പരമകാരണത്തിൽനിന്നുത്ഭവിച്ചതാണ്, അതിൽ തന്നെയാണ് സ്ഥിതമാകുന്നത്, അതാണ് പരമാർത്ഥം എന്ന അറിവാണ് ഈ ഉപനിഷത്ത്ക്കള്ടെ സാരമായ്ട്ട്ള്ള വേദാന്തം. അതിനെ തത്വമസ്സ്യാദി വാക്ക്യങ്ങളിലൂടെ പ്രതിപാദിക്കുന്നു. അതൊക്കെ നമുക്കു വേദാന്തത്തിന്റെ മറ്റ് ഭാഗങ്ങള് പഠിക്ക്മ്പോ വിശദ്ധമായിട്ട് മനസിലാക്കാം. ഈ വേദാന്തതത്വത്തിനുള്ള പ്രത്യേകത, വേദാന്ത ശാസ്ത്രങ്ങൾക്കുള്ള പ്രത്യേകത, ആരാണോ ഈ മോക്ഷം ആഗ്രഹിക്ക്ന്നത്, മുമുക്ഷു ആയിട്ട്ള്ളത്, മനുഷ്യമാത്രം, മനുഷ്യൻ മാത്രം, മനുഷ്യനായിരിക്ക അത്രതന്നെയാണ് അതിനധികാരിത്വം പറയുന്നത് ഇത് സമ്പന്ധിച്ച് ബൃഹദാരണ്യക ഉപനിഷത്തിലും മറ്റുമൊക്കെ ചർച്ചയ്ണ്ട്. അതിന്റെ യോഗ്യത സാധനാചതുഷ്ടയമെന്നൊക്കെ പറയും നാല് തരം സാധനകള്, അതൊക്കെ അറിഞ്ഞിരിക്ക്യ അത് കഴിഞ്ഞ് അതിന്റെ യോഗ്യത സമ്പാദിച്ച് മുമുക്ഷുത്വം സമ്പാദിച്ചാൽ അവിടെ മോക്ഷശാസ്ത്രപ്രവൃത്തിയായി. അത്കൊണ്ട് തന്നെ അവിടെ ജാതിമത ഭേദങ്ങളോ ലിംഗവർണ്ണ ഭേദങ്ങളോ അല്ലെങ്കില് ദേശകാല ഭേദങ്ങളോ മറ്റൊന്നുമില്ല. ജീവിളായിട്ട് പോലും ഭേദമില്ല. എങ്ങനെയാണൊ മനുഷ്യജീവി അത്പോലെ തന്നെയാണ് മറ്റെല്ലാജീവികളും. ആരും പരസ്പര ഭേദത്തെ വഹിക്കാൻ പാടില്ല. ഭേദം പാടില്ല എന്ന് പറയുന്ന പ്രത്യയ ശാസ്ത്രമാണ് വേദാന്തത്തിന്റെത്. അത്കൊണ്ട് തന്നെ ലോകത്തുണ്ടായിട്ടുള്ള ദർശനശാസ്ത്രങ്ങളിൽ തത്വശാസ്ത്രങ്ങളില് ഏറ്റവും ഉന്നതമായി നിൽക്ക്ന്നത് അല്ലെങ്കിൽ തത്വശാസ്ത്രങ്ങളുടെ പരമോന്നതകോടി എന്ന് നമുക്ക് വേദാന്തത്തെ പറയാം. ലോകത്ത് എപ്പോഴെങ്കിലും സമാധാനമുണ്ടാകണമെങ്കിൽ പൂർണമായ സമാധാനം, പൂർണമായ സമാധാനം എന്ന് പറഞ്ഞാൽ മനുഷ്യര് നിർഭയരായി ജീവിക്ക്യ, സുരക്ഷിതത്ത്വമനുഭവിക്ക്യ, അവരവരുടെ കൃത്ത്യങ്ങളും കർമ്മങ്ങളും ചെയ്യാനുള്ള പൂർണ്ണ സ്വാതന്ത്ര്യമുണ്ടാവുക, എല്ലാ ആഗ്രഹങ്ങളും മറ്റുള്ളവരെ ദ്രോഹിക്കാതെ, മറ്റുള്ളവരെ ബുദ്ധിമുട്ടിക്കാതെ സ്വയം പ്രയത്നം കൊണ്ട് പ്രാപിച്ച് സംതൃപ്തമായ് ജീവിതം അവസാനിപ്പിക്ക്യ എന്നതൊക്കെയാണ് സമാധാനം കൊണ്ട് ഉദ്ദേശിക്കുന്നത്. ഇന്ന് നമ്മള് സമാധാനം പറയുമ്പോഴും അങ്ങനെ ഉള്ള ഒരു തത്വശാസ്ത്രമതിലില്ല. എന്നാൽ വേദാന്തം ആ തത്വശാസ്ത്രതിലധിഷ്ടിതമായ ഒരു സമാധാനത്തെ പറയുന്നു. അത് ലോകസമാധാനത്തിന്റെ എറ്റവും അവസാനം പറയാവുന്ന വാക്കായിരിക്കും. ഇതു ശെരിക്ക് ലോകം മനസിലാക്കിയാൽ, ഈ തത്വശാസ്ത്രത്തെ ലോകം മനസിലാക്കിയാൽ, എല്ലാ പ്രശനങ്ങൾക്കും സമാധാനമാകും എന്ന് നമുക്ക് കൃത്യമായിട്ട് നിശ്ചയിക്കാം. അതാണ് ഈ പ്രത്യയശാസ്ത്രത്തിന്റെ ഒരു പ്രത്യേകത. അപ്പോ ഇത് വേദാന്തശാസ്ത്രത്തെകുറിച്ചുള്ള ഒരറിവ്. ഈ വേദാന്ത ശാസ്തം എന്തിനാണ് പഠിക്ക്ന്നത് എന്ന് ഞാനിപ്പൊ ഇവിടെ സൂചിപ്പിച്ചു. മോക്ഷത്തിന്റെ സ്വരൂപത്തെക്കുറിച്ചറിയാനാണ് നാം വേദാന്തശാസ്ത്രം പഠിക്ക്ന്നത്. പ്രധാനമായും അതാണ്. അതിന് വേണ്ട സാധനകളും ചില ചിട്ടകളും നമ്മുടെ ജീവിതത്തില് അനുസരിച്ചാൽ നമുക്ക് ജീവിതം നന്നായിട്ട് മുന്നോട്ട് കൊണ്ട് പോകാൻ പറ്റുന്ന ചെല ആചാരങ്ങളും ഒക്കെ വേദാന്തശാസ്ത്രത്തിന്റെ ഭാഗമായിട്ടുണ്ട്. വേദത്തിന്റെ കേവലം നാല് ശതമാനം ഭാഗം മാത്രമാണ് വേദാന്തം എന്ന് പറയുന്നത്. ബാക്കി പതിനാറ് ശതമാനം ഉപനിഷത്തും എൺപത് ശതമാനം കർമ്മങ്ങളുമാണ്. കർമ്മളൊക്കെ ശെരിക്ക് പറഞ്ഞാൽ ഓരോരോ ആഗ്രഹങ്ങള് പ്രാപിക്കാന്ള്ള കർമ്മങ്ങളാണ്. ആ കർമ്മങ്ങള്ടെ അനുഷ്ഠാനങ്ങള് കൊണ്ട് അതത് ലക്ഷ്യങ്ങള് നമുക്ക് യഥാകാലം പ്രാപിക്കാം. ഈ നാല് ശതമാനം വരുന്ന ഭാഗമാണ് വേദാന്തത്തിന്റെ അന്തസത്ത അല്ലെങ്കില് വേദത്തിന്റെ അന്തസത്ത. അതാണ് നാം പ്രാപിക്കാൻ പോവുന്നത്. അല്ലെങ്കിൽ നാം അറിയാൻ പോവുന്നത്. അപ്പൊ അത്കൊണ്ട് തന്നെ വേദാന്തശാസ്ത്രം പഠിക്കാൻ അത്രയും ഒരു മാനസികമായ തയ്യാറെട്പ്പ് കൂടി നമുക്ക് വേണം. നമ്മുടെ മനസ്സ് അതിലേക്ക് ഏകാഗ്രമാക്കണം. വാസ്തവത്തില് ഈ പ്രത്യയശാസ്ത്രം, ഈ ശാസ്ത്രമറിയാതെ നമ്മുടെ ജീവിതം സഫലമാകുന്നില്ല എന്നാണ്. ഇത് വേദങ്ങളുദ്ഘോഷിക്ക്ന്നതല്ല. ശെരിക്ക് നമ്മള് യുക്തികൊണ്ട് ചിന്തിച്ച് പോയാലും അങ്ങനെയാണ് നമുക്ക് മനസിലാക്കാൻ കഴിയുക. പലപ്പോഴും നമ്മുടെ ശാസ്ത്രങ്ങൾ പറയുന്നത് അങ്ങനതന്നെ അനുസരിച്ചില്ലെങ്കിൽ പാപം കിട്ടും എന്നൊക്കെ നാം കരുതാറ്ണ്ട്, അത് മറ്റൊര് വശമാണ്. അതായത് ഒരിക്കലും നാമറിയാത്തൊരു വിഷയത്തില്, നമുക്കറിയാൻ പറ്റാത്തൊരു വിഷയത്തില്, നമുക്ക് പ്രാപിക്കാൻ പറ്റാത്തൊരു വിഷയത്തില്, അതിനെ വേദം പറയുന്നില്ല എന്നുള്ളതാണ് വേദത്തിന്റെ വേദത്വം, പ്രമാണത്വം. അതുകൊണ്ട് തന്നെ ഇത്രെയും സൂക്ഷമമാണെങ്കിലും ഈ തത്വശാസ്ത്രവും നമുക്ക് യഥാവദ് മനസിലാക്കാൻ കഴിയും. അതിനുള്ള ബുദ്ധി സാമർത്ഥ്യം ഓരോ മനുഷ്യനും ഭഗവാനനുഗ്രഹിച്ച് തന്നിട്ട്ണ്ട്. ആ ബുദ്ധിയെ അതിലേക്ക് പ്രയോഗിക്കണമെന്ന് മാത്രം. എന്നാൽ ആ ബുദ്ധിയെ തരപ്പെടുത്തിയെടുക്കാൻ, ആ ബുദ്ധിയെ ആ തലത്തിലേക്ക് കൊണ്ട്പോകാൻ നമുക്ക് ക്രമേണ, അതിന് ഒരറിവിന്റെ ക്രമം വേണം. എങ്ങനെയാണ് പടിക്കേണ്ടത് ഏത് ശാസ്ത്രമായാലും നാം പഠിക്കുമ്പോ ഒരു ക്രമമുണ്ടായിരിക്കും. ഒരാള് ഒരു കമ്പ്യൂട്ടർ സയൻസ് പഠിക്ക്യാണ് അപ്പൊ അതിന് ഒരു ക്രമമുണ്ട് ആദ്യം രണ്ടാമത് മൂന്നാമത് എന്ന തരത്തില്. ഏത് ശാസ്ത്രത്തിനും അതിന്റെതായ്ട്ട്ള്ള ക്രമമുണ്ട് അത്പോലെ തന്നെ വേദാന്തശാസ്ത്രത്തിന് ക്രമമുണ്ട് ആ ക്രമമനുസരിച്ചാണ് നാമിത് പഠിക്കാനുദ്ദേശിക്ക്ന്നത്. അപ്പൊ ആ ക്രമമനുസരിച്ച് സമ്പ്രദായവിധിപ്രകാരം പഠിച്ചാൽ നമുക്കതിന്റെ യഥാർത്ഥമായ തത്വജ്ഞാനം ആ യഥാർത്ഥസ്വരൂപം നമുക്ക് ബുദ്ധികൊണ്ട് അറിയാൻകഴിയും ബുദ്ധിഗ്രാഹ്യമാകും. അല്ലെങ്കില് അവ്ടെയിവ്ടെയൊക്കെ വായിച്ച് എന്തെങ്കിലുവൊക്കെ അറിഞ്ഞാല് ഒന്നും നമുക്ക് ഉപയോഗപ്പെടുന്ന തലത്തില് വരില്ല എന്തൊക്കെയോ ഇൻഫർമേഷന്സ് നമുക്ക് കിട്ടും കുറേ അറിവ്കള് ഇങ്ങനെ കിട്ടും. പക്ഷെ അറിവ്കളൊന്നും ഉപയോഗത്തില് വരുന്ന ഒരവസ്ഥ, അനുഭവഗമ്യമായിവരുന്ന ഒരവസ്ഥ ഉണ്ടാകില്ല. അപ്പോ അതിന് ക്രമമായി തന്നെ പഠിക്കണം. എന്നാൽ മാത്രമേ അത് പ്രയോഗിക്കാൻ കഴിയൂ. അപ്പോ അത് പ്രയോഗിക്കുക എന്ന് പറഞ്ഞാൽ അതുകൊണ്ടുണ്ടാകുന്ന ശരിയായ ഗുണമാണ്. ഇപ്പോ നമുക്ക് ജീവിതത്തിലനേകം പ്രശ്നങ്ങള്ണ്ട് ഈ പ്രശ്നങ്ങളൊക്കെ ഒറ്റ് അടിക്ക് പരിഹരിക്കാൻ നമുക്ക് കഴിയില്ല. അപ്പോ നമ്മള് ക്രമമായിട്ടാണ് ഓരോന്ന് പരിഹരിച്ച് പോവുക. ഓരോന്ന് പരിഹരിക്കുമ്പൊഴും മറ്റൊന്ന് വന്ന് ചേരും. ഇങ്ങനെ നമ്മുടെ ജീവിതം മുഴുവൻ ഈ പരിഹാരം ചെയ്തുകൊണ്ട് തന്നെ തീരുകയാണ്. ജീവിതത്തിന്റെ പ്രശ്നപരിഹാരം മാത്രമാണ് നമ്മൾ ചെയ്യുന്നത്. ഒന്നാലൊയ്ച്ച് നോക്കുക. വേറൊന്നും നമുക്ക് ചെയ്യാൻ കഴിയുന്നില്ല. അപ്പൊ ഒന്നു പരിഹരിക്കുമ്പൊ മറ്റൊന്നു വരുന്നു എന്ന ക്രമത്തില് പ്രശ്നപരിഹാരം ചെയ്ത് നാം ജീവിതം തീർക്കുകയാണ്. അവിടെയാണ് വേദാന്തശാസ്ത്രത്തിന്റെ പ്രത്യേകത. അല്ലെങ്കില് വേദാന്തശാസ്ത്രത്തിന്റെ ഉപയോഗം. അപ്പോ ഈ പ്രശ്നപരിഹാരം ചെയ്ത് നമ്മളിങ്ങനെ പോയാൽ നമുക്ക് അവസാനം വരെയും അത് ചെയ്യാനെ സമയമുണ്ടാവൂ. നമ്മുടെ ജീവിതം നിശ്ചിതമാണ് അല്ലെങ്കിൽ ജീവിതത്തിന്റെ ആയുസ് നിശ്ചിതമാണ് ആ നിശ്ചിത ആയുവരെ നാം ജീവിക്കും അത് കഴിഞ്ഞാൽ നമുക്ക് പിന്നെ കർമ്മങ്ങള് ചെയ്യാന് ഒന്നും പറ്റില്ലല്ലോ. അപ്പോ ജീവിതം എവടം വരെയുണ്ടോ അവ്ടം വരെയിരുന്നുകൊണ്ട് തന്നെ ഈ ശാസ്ത്രത്തെ അറിഞ്ഞാൽ ഈ പ്രശ്നങ്ങൾക്കൊക്കെ ഒറ്റയടിക്ക് പരിഹാരമായി വരും എന്നതാണതിന്റെ സത്യം. അപ്പൊ അത് എന്താണ് എന്താണ് ജീവിതത്തിലെ നമ്മുടെ മുഖ്യമായിട്ട്ള്ള ലക്ഷ്യം ആ ലക്ഷ്യത്തിന് വിഘാതങ്ങളായിട്ട് തടസ്സങ്ങളായിട്ട് വര്ന്ന വസ്തുതകള് അല്ലെങ്കിൽ പ്രശ്നങ്ങളെന്താണ് എന്ന് നോക്കുമ്പോ എല്ലാവരുടെയും പ്രാണിമാത്രം ഒരോ പ്രാണികളുടെയും എട്ത്താലെല്ലാവര്ടെയും ജീവിതലക്ഷ്യം മനുഷ്യന്റെ മാത്രവല്ല എല്ലാ ജനിച്ച പ്രാണികള്ടെയും ജീവിതലക്ഷ്യം ആനന്ദപ്രാപ്തിയാണ് സുഖപ്രാപ്തിയാണ്. ജനിച്ചത് മുതല് ഈ സുഖപ്രാപ്തിക്ക്ള്ള ആഗ്രഹം നമ്മുടെ മനസ്സില് നാമറിയാതെ തന്നെ നമ്മുടെ അന്തർ മനസ്സില് ഇങ്ങനെ വന്നുകൊണ്ടേയിരിക്കുന്നു അപ്പോ അതിനെ സംതൃപ്തമാക്കാൻ ആ സുഖപ്രാപ്തിക്ക് വേണ്ടിയിട്ടാണ് നാമോരോ കാര്യവും ചെയ്തു പോവ്ന്നത്. നാം വിദ്യാഭ്യാസം ചെയ്യുന്നതും ജോലി ചെയ്യുന്നതും ഒക്കെ നമ്ക്കറിയാം ഈ സുഖപ്രാപ്തിക്ക് വേണ്ടിയാണ്. എന്നാൽ പലപ്പോഴും നാം ഇതിനെക്കുറിച്ച് വ്യക്തമായിട്ട് അറിയിന്നില്ല. ഒര് ധാരണ നമുക്കില്ല എന്തിനാണ് നാം ജീവിക്ക്ന്നത് ആ ജീവിതത്തിന്റെ ലക്ഷ്യം എന്താണ് അതിനെ എങ്ങിനെ നമുക്ക് പ്രാപിച്ച് സംതൃപ്തരാകാം എന്ന് നമുക്കറിയാൻ കഴിയുന്നില്ല. അപ്പോ ഈ സുഖം എത്ര സുഖം വേണം എന്ന് നാം ചിന്തിച്ചാൽ ആർക്കും അതിനുത്തരവില്ല. എത്ര സുഖമ്ണ്ടായാൽ നാം സംതൃപ്തരാകും എന്ന് ചോദിച്ചാൽ നാം പറയുന്നൊരുത്തരം അല്ലെങ്കില് നമുക്ക് മനസിലാക്കാൻ കഴിയുന്നത് അങ്ങനെ ചിന്തിച്ചിട്ടുണ്ടോ എന്ന് തന്നെ സംശയാണ്. നമ്മിൽ പലരും അങ്ങനെ ചിന്തിച്ചിട്ട്കൂടിണ്ടാവില്ല. എത്ര സുഖം വന്നാൽ എത്ര ആയാൽ എത്ര ധനം വന്നാൽ നമ്മള് സംതൃപ്തരാകും. അപ്പോ ഒന്ന് ചിന്തിച്ച് നോക്കുക. അപ്പൊ ആ സുഖത്തിന്റെ ഒരു പരിമിതി, കാരണം എല്ലാം പരിമിതമാണ്, നമ്മടെ ജീവിതം തന്നെ പരിമിതമാണ്, അനന്തമല്ല. അപ്പോ പരിമിതമായ ജീവിതത്തിൽ നിന്നുകൊണ്ട് പരിമിതകാലയളവിൽ നിന്നുകൊണ്ട് അനന്തമായ സുഖത്തെ നാമാഗ്രഹിച്ചാൽ അന്തമില്ലാത്ത സുഖത്തെ എപ്പോഴുമുണ്ടാകുന്ന നിരന്തരമുണ്ടാകുന്ന സുഖത്തെ നാമാഗ്രഹിച്ചാൽ അതെങ്ങനെ പ്രാപിക്കാൻ കഴിയും അതിനുള്ള ഷോർട്ട്ക്കട്ടെന്താണ് അതാണ് വേദാന്തശാസ്ത്രം പ്രതിപാദിക്ക്ന്നത്. നമ്മുടെ സനാതനദർമ്മത്തിന്റെ ആദിഗുരുക്കളയിട്ട്ള്ള ആ മഹർഷിമാര് അവര് ജീവിതത്തിന്റെ യാഥാർത്ഥ്യത്തെക്കുറിച്ച് ജീവിതത്തിന്റെ വ്യാവഹാരിക തലങ്ങളെക്കുറിച്ച് ഈ ജീവിതം കൊണ്ടെന്താണ് സഫലമാക്കേണ്ടത് എന്നതിനെക്കുറിച്ച് ധ്യാനിച്ച് ചിന്തിച്ച് മനനം ചെയ്തറിഞ്ഞതിന്റെ ഫലമാണ് നമുക്ക് ഇന്ന് കിട്ടിയിട്ട്ള്ള ശാസ്ത്രങ്ങളൊക്കെ. മനുഷ്യന് വേണ്ടി എറ്റവും ഹിതമായതെന്തായിരിക്കും മനുഷ്യന് ഏറ്റവും ഹിതമായിട്ട്ള്ളത് മനുഷ്യന്റെ സുഖവും തൃപ്തിയുവാണ്. അതാണ് ഏറ്റവും ഹിതം. അപ്പോ നമ്മള് ഹിതമെന്ന് പറയുമ്പോ നമ്മുടെ സുരക്ഷിതത്വവും നമ്മുടെ ആ സുരക്ഷിതജീവിതത്തിൽ നിന്നുകൊണ്ടുള്ള സുഖവുമാണ് നാം ആഗ്രഹിക്ക്ന്നത്. അപ്പോ അങ്ങനെ ഹിതതമമായത് സുഖമാണ് എന്ന് മനസിലാക്കി ആ സുഖത്തെ പ്രാപിക്കാന്ള്ള യഥാർത്ഥ ഉപായമെന്താണ് എന്ന് മനസിലാക്കുക. അങ്ങനെയാണ് ഈ ശാസ്ത്രങ്ങളൊകെ നമുക്ക് വേണ്ടി പ്രകടമാക്കിയത് അതിനെക്കുറിച്ച് ഈ ഗ്രന്ഥത്തില് നാം പഠിക്കും. അപ്പോ അത് പടിക്കാന്ള്ള ക്രമം ആണ് നാം ഇവിടെ ആദ്യത്തെ ക്രമത്തില് പ്രകരണഗ്രന്ഥങ്ങളെയാണ് പഠിക്കേണ്ടത്. പ്രകരണ ഗ്രന്ഥങ്ങളെന്ന് പറഞ്ഞാൽ പ്രാരംഭികഗ്രന്ഥങ്ങൾ എന്ന് തന്നെയാണ് അർത്ഥം. ഒരു ശാസ്ത്രത്തിന്റെ പ്രാരംഭിക ഗ്രന്ഥങ്ങൾ ബാലപാഠങ്ങൾ അതിനെയാണ് സംസ്കൃതഭാഷയില് പ്രകരണ ഗ്രന്ഥങ്ങളെന്ന് പറയുന്നത്. അപ്പോ ഈ പ്രകരണ ഗ്രന്ഥങ്ങളുടെ ലക്ഷണവൊക്കെ പറഞ്ഞ്ട്ട്ണ്ട്. അപ്പോ ആ ലക്ഷണമനുസരിച്ച് നാം പഠിക്കാൻ പോകുന്ന വ്യാപകമായ ബൃഹത്തായ ആ വിഷയത്തെക്കുറിച്ച് അല്പമായൊരു പ്രതിപാദനം ചെയ്ത് ഏതെങ്കിലും ഒരു അതിന്റെ ഒരു വിഷയം ഒരു കാര്യത്തെ വ്യക്തമായി പറഞ്ഞ് അതിനെ വിസ്തരിക്കുന്നു അപ്പോ അതില് അനേകം ബിന്ദുക്കളുണ്ടാകും അനേകം കാര്യങ്ങളുണ്ടാകും അതില് ഒരു കാര്യത്തെ എടുത്ത് പറഞ്ഞ് വിസ്തരിക്കുകയാണ് ഒരു പ്രകരണഗ്രന്ഥം ചെയ്യുന്നത്. അങ്ങനെ അനേകം പ്രകരണ ഗ്രന്ഥങ്ങള് ഒരോ ശാസ്ത്രത്തിലും ഉണ്ടായിട്ട്ണ്ട്. വേദാന്ത ശാസ്ത്രത്തിന്റെ പ്രമുഖമായ പ്രകരണഗ്രന്ഥങ്ങള് എല്ലാം തന്നെ രചിച്ചത് ഭഗവത്പാദ ശങ്കരാചാര്യ സ്വാമിജികളാണ്. കേരളത്തിൽ ജനിച്ച് ലോകം മുഴുവൻ അറിയുന്ന വലിയ ജ്ഞാനിയായ്ത്തീർന്ന വേദാന്തത്തിന്റെ ജ്ഞാനിയും വക്താവും മഹാ ആചാര്യനുമായിരുന്ന ശങ്കരാചാര്യ സ്വാമികൾ. അദ്ദേഹം ലോകഹിതത്തിനായിട്ട് നമ്മടെ ഓരോരുത്തരുടെയും ഹിതത്തിനായിട്ട് ഭാഷ്യങ്ങള് രചിക്കുകയും അതോടൊപ്പം സ്തോത്രഗ്രന്ഥങ്ങള് രചിക്കുകയും പ്രകരണ ഗ്രന്ഥങ്ങള് രചിക്കുകയും ചെയ്തു. അപ്പോ ഭാഷ്യങ്ങള് നേരത്തെ പറഞ്ഞതു പോലെ പണ്ഡിതന്മാരുടെ അല്ലെങ്കില് ആ പാണ്ഡിത്യമത്രയും ആകുമ്പോഴാണ് ഭാഷ്യഗ്രന്ഥങ്ങള് പഠിക്കാൻ കഴിയുക. ഭാഷ്യഗ്രന്ഥങ്ങളെ നമ്മുടെ ശാസ്ത്രീയ ഭാഷയില്, നമ്മള് ഇപ്പൊ ഇവിടെ സംസ്കൃത ശാസ്ത്രീയ ഭാഷയില്, ആഖര ഗ്രന്ഥങ്ങളെന്നാ പറയുക. ആഖരമെന്ന് പറഞ്ഞാൽ ഖനി എന്നർത്ഥം. ഇപ്പോ സ്വർണഖനി, അതുപോലെ മറ്റ് ഖനികളൊക്കെ ഉണ്ടല്ലോ, അതുപോലെ ഖനി എന്നർത്ഥം. ആ ഖനി ആണ്ത് എല്ലാം നമുക്കവിട്ന്ന് ലഭ്യമാകും അല്ലെങ്കിൽ മഹത്തായ വസ്തുക്കളൊക്കെ അതിൽനിന്ന് ലഭ്യമാകും എന്നർത്ഥത്തില് ആഖരഗ്രന്ഥങ്ങളെന്ന് പറയും. അപ്പൊ ഈ ആഖരഗ്രന്ഥങ്ങള് ഭാഷ്യഗ്രന്ഥങ്ങള് പഠിക്ക്ന്നതിന് മുമ്പായിട്ട് വേദാന്തത്തിന്റെ പരിഭാഷാശബ്ദങ്ങള്, അല്ലെങ്കിൽ ടെക്ക്നിക്കൽ ടേർമ്സ് ടെർമിനോളജീസ്, അതൊക്കെ നാം അറിഞ്ഞിരിക്കണം. ഓരോ ശാസ്ത്രത്തിനും അങ്ങനെയാണ്. ആ ശാസ്ത്രത്തിന്റെ വാക്ക്കള്, അതിലുപയോഗിക്കുന്ന പദങ്ങള്, പദങ്ങളുടെ യഥാർത്ഥ അർത്ഥം, അതിന്റെ പ്രായോഗികത, ഇതൊക്കെ നാം അറിഞ്ഞിരിക്കേണ്ടത്ണ്ട് എന്നാലെ ആ ശാസ്ത്രപഠനം സരളമാകൂ പൂർണമാകൂ. അത്പോലെതന്നെ വേദന്തശാസ്ത്രങ്ങൾക്കും ഇത്തരം ശബ്ദങ്ങള്ണ്ട്. അപ്പോ ആ ഓരോ ശബ്ദത്തിന്റെയും പ്രയോഗത്തിൽ നാം ശരിക്കറിയേണ്ട അർത്ഥം അതിന്റെ യഥാർത്ഥ അർത്ഥമെന്താണ് എന്ന് പറയുന്ന ഗ്രന്ഥങ്ങളാണീ പ്രകരണ ഗ്രന്ഥങ്ങള്. ഒരാശയത്തെ എട്ത്ത് അതിനെ സ്പഷ്ടമായി പറയുക. അപ്പൊ അങ്ങനെ പറയുന്ന ഈ പ്രകരണ ഗ്രന്ഥങ്ങളിൽ ശങ്കരാചാര്യസ്വാമിജികൾക്ക് ശേഷവും അനേകം പ്രകരണഗ്രന്ഥങ്ങള് വന്നിട്ട്ണ്ട്. എന്നാൽ ശങ്കരാചാര്യസ്വാമിജികള് രചിച്ച പ്രകരണ ഗ്രന്ഥങ്ങള്, മുപ്പത്തിയേഴിലധികം പ്രകരണഗ്രന്ഥങ്ങള്ണ്ട്, അതില് അദ്ദേഹത്തിന്റെ പ്രധാനമായ് പ്രകരണഗ്രന്ഥങ്ങളില് ഒന്നാണ് നാമിവിടെ അധ്യയനം ചെയ്യാൻ നിശ്ചയിച്ചിട്ട്ള്ള ഉപദേശപഞ്ചരത്നം എന്ന ഗ്രന്ഥം. ഇതില് പേരു പറയുന്നത് പോലെ തന്നെ ഉപദേശങ്ങളുടെ പഞ്ചരത്നം, അപ്പോ അഞ്ച് ശ്ലോകങ്ങളിൽ ഉണ്ടാക്കിയ ഉപദേശങ്ങളാണിതിലുള്ളത്. അത് കഥയനുസരിച്ച് 'പ്രാഹാന്തേ പഞ്ചരത്നാഖ്യം സ്തോത്രം ജ്ഞാനപ്രദായകം' എന്നൊരു വാക്ക്യമുണ്ട്. ഇത് ശ്രീ സദാശിവസ്വാമിജികള് ഈ ഉപദേശപഞ്ചരത്നത്തിനൊരു വ്യാഖ്യാനമെഴുതിയിട്ട്ണ്ട് സംസ്കൃതത്തില്, പൗരാണികമായ വ്യാഖ്യാനമാണ്, അത് കാരികാശ്ലോകരൂപത്തിലാണ് എഴുതിയിരിക്കുന്നത്. അതില് അദ്ദേഹം ഇങ്ങനെ ഒരു ആഖ്യാനം പ്രതിപാദിക്ക്ന്ന്ണ്ട്. പ്രാഹാ അന്തേ പഞ്ചരത്നാഖ്യം ശങ്കരാചാര്യസ്വാമിജികള്ടെ അവസാന ഉപദേശമാണ് അന്തത്തില് ഏറ്റവും അവസാനം ചെയ്ത ഉപദേശമാണ്. അതാണ് ഈ പഞ്ചരത്നം. ശങ്കരാചാര്യസ്വാമിജികള് ആകാശഗമനം ചെയ്യാൻപോകുമ്പോൾ ആകാശസമാധി സ്വീകരിക്കാൻ പോവുന്നതിന് മുമ്പായിട്ട് ശിഷ്യന്മാരെല്ലാവരും ചേർന്ന് ആചാര്യസ്വാമിജികളൊട് ചോദിക്ക്യാണ് അങ്ങയുടെ ഉപദേശങ്ങൾ എല്ലാം നാം സ്വീകരിച്ചു എന്നാൽ ലോകത്തിന് വേണ്ടി അവസാനമായിട്ട് സംഗ്രഹിച്ച് അങ്ങേക്ക് പറയനുള്ളതെന്താണ് എന്ന് നമുക്ക് ശ്രവിക്കാൻ കേൾക്കാനാഗ്രഹമുണ്ട് എന്ന് പറയുമ്പോ അല്ലെങ്കിൽ ചോദിക്കുമ്പോ ആ ആകാശഗമനയാത്രയ്ക്ക് മുമ്പായിട്ട് അവസാനം ഉപദേശിച്ച് കൊടുത്ത ശ്ലോകങ്ങളാണ് നാം പഠിക്കാൻ പോകുന്നത്. ആ ഒരു ഭാവന നമ്മുടെ മനസില്ണ്ടായിരിക്കണം. ഇപ്പോ ഇതൊരു പഠനരീതിയിലാണ് നാം ചെയ്യാൻ പോകുന്നത് ഒരു പ്രഭാഷണരീതിയിലല്ല അപ്പോ ഇന്ന് നമ്മള് ഉപോദ്ഘാതമായിട്ട് ഇത്രെയും കാര്യങ്ങള് മനസിലാക്കി. പഠനരീതി എന്ന് പറയുമ്പോ ശ്ലോകങ്ങള് നാം ഉച്ചരിക്കയും അത് നിങ്ങള് ശ്രോതാക്കള് അനുച്ചാരണം ചെയ്യുകയും ചെയ്യും. ആദ്യം ഞാനുച്ചരിക്കുന്നു അത് കഴിഞ്ഞ് അതിനെ നിങ്ങളും ഉച്ചരിക്കുന്നു അങ്ങനെ ഉച്ചരിച്ച് അഭ്യസിക്കുന്നു. അത് ഒരു രീതിയാണ് സമ്പ്രദായരീതിയാണ് ശ്രോതപരമ്പരയുടെ ഒര് രീതി. അപ്പോ നമുക്ക് ഉച്ചരിക്കാനുള്ല അഭ്യാസവുമാകും നാമെന്താണ് കേൾക്ക്ന്നത് എന്ന് ഒരു ബോധവും നമുക്ക് തെളിയും. പിന്നെ ആ ശ്ലോകം അഭ്യസിച്ച് വീണ്ടും വീണ്ടും അതിനെ ആവർത്തിച്ച് മനസ്സില് നന്നായിട്ട് ഉറപ്പിച്ച് അത് കാണതെ തന്നെ ക-സ്ഥമാക്കുകയാണെങ്കില് ഹൃദിസ്ഥമാക്കുകയാണെങ്കില് വളരെ നന്നായിരിക്കും അതാണ് അഭ്യാസ രീതി. അപ്പോ എത്ര കഴിയുമോ അത്രയും അത് ചെയ്യുക. ഇതില് ഈ ഉപദേശപഞ്ചരത്നമെന്ന ഈ മഹത്തായ പ്രകരണഗ്രന്ഥത്തില് കേവലം അഞ്ച് ശ്ലോകങ്ങളെയൊള്ളൂ ഈ അഞ്ച് ശ്ലോകങ്ങളില് ആചാര്യസ്വാമിജികള് നാല്പത് ഉപദേശമാണ്  പറഞ്ഞിട്ട്ള്ളത് ശെരിക്ക് ഒരു ഗണിതം പോലെയാണ് ഒരു കണക്ക് പോലെയാണ്. ആചാര്യസ്വാമിജികളുടെ ജീവിതത്തില് അദ്ദേഹം ചെയ്ത കാര്യങ്ങളെല്ലാം വളെ വ്യവസ്ഥിതമായിരുന്നു അതായത് ഓർഗനൈസ്ഡ് ആയിരുന്നു അതിന് കാരണം തന്നെ പറയുന്നത് നമ്മുടെ ആചാര്യന്മാരും ഗുരുക്കന്മാരുമൊക്കെ പറയാറ്ള്ളത് കാരണം അദ്ദേഹത്തിന് സമയം വളരെ കുറച്ചാണ് ആയുസ്സായിട്ട് കിട്ടിയിട്ട്ള്ളത് അപ്പോ ആ അല്പ ആയുസ്സില് എല്ലാ കാര്യങ്ങളും ചെയ്ത് പോണം വേണ്ടതൊക്കെ ചെയ്ത് തീർക്കണം എന്നു ആ ഒരു തത്രപാട് ഉണ്ടായിരുന്നത് കൊണ്ട് എല്ലാം വ്യവസ്ഥിതമായിട്ട് ചെയ്തു. അല്പം പോലും സമയം വ്യർത്ഥമായിട്ട് കളയാതെ വേണ്ടസമയത്ത് വേണ്ടത് ചെയ്തു തീർത്തത് കൊണ്ടാണ് ഈ അല്പ ആയുസ്സിൽ തന്നെ ഇത്ര അധികം കാര്യങ്ങള് ആചാര്യസ്വാമിജികൾക്ക് ചെയ്ത്പോകാൻ കഴിഞ്ഞത് എന്ന് പറയാറ്ണ്ട്. അതൊരു അഭിപ്രായം അല്ലെങ്കിൽ ഒരു ചിന്തനമാണെന്നെ ഉള്ളു. നമുക്ക് നോക്കിയാലും നമുക്ക് മനസിലാവും നമുക്ക്പ്പോ എവിടെയെങ്കിലും പെട്ടെന്ന് പോകേണ്ടതുണ്ട് രാവിലെ കുറേ കാര്യങ്ങളൊക്കെ ചെയ്തു തീർക്കണമെങ്കില് നമ്മള് പെട്ടെന്ന് പെട്ടെന്ന് ആ സമയം വ്യവസ്ഥിതമാക്കി ചെയ്യും ഇപ്പൊ എവിടെയെങ്കിലും യാത്ര പോണം അല്ലെങ്കിൽ എയർപ്പോർട്ടില് ഫ്ളൈറ്റ് പിടിക്കണം അപ്പോ അതിനു മുമ്പായിട്ട് ചില കാര്യങ്ങൾ ചെയ്ത് തീർക്കാന്ണ്ടെങ്കില് നമ്മള് ആ വ്യവസ്ഥിതമായിട്ട് ചെയ്യും. അപ്പോ കാലയളവിന്റെ, കാലയളവ് നമുക്ക് കിട്ടിയാൽ, പരിമിതി കിട്ടിയാൽ അങ്ങനെ വ്യവസ്ഥിതമായിട്ട് ചെയ്ത് തീർക്കാൻ പറ്റും. ഇപ്പോ നമുക്ക് പലപ്പോഴും സംഭവിക്ക്ന്നത് നമ്മളിങ്ങനെ ദീർഘ കാലം ജീവിച്ചിരുക്കുമെന്ന് ആശിച്ചുകൊണ്ടിരിക്ക്യാണ് അപ്പൊ അതുകൊണ്ട് ആ ഇനി ഇന്ന് നടന്നില്ലെങ്കിലും കൊഴപ്പല്ല്യാ നാളെയാകട്ടെ മറ്റന്നയാകട്ടെ എന്നിങ്ങനെ ദീർഘമായിട്ട് ചിന്തിക്കും ഏത് കാര്യം എത്രപെട്ടെന്ന് ചെയ്യുന്നുവോ അതാണ് ആ കാര്യത്തിന്റെ സിദ്ധി. യഥാകാലം ചെയ്യേണ്ട കാര്യം യഥാകലത്ത് ചെയ്തില്ലാ എങ്കില് പിന്നെ ആ കാര്യം ചെയ്തതുകൊണ്ട് പലപ്പോഴും ഉപയോഗമുണ്ടാകില്ല ചെലപ്പോ അതുകൊണ്ട് പ്രശനങ്ങളും ഉണ്ടായെന്ന് വരും. അപ്പോ അത് ആചാര്യസ്വാമിജികള് ജീവിതത്തില് ആ വ്യവസ്ഥിതമായ കാര്യം കൂടി നാം പഠിക്കണം എന്ന് നമ്മുടെ ഗുരുക്കന്മാര് പറയാറ്ണ്ട്. അപ്പോ അങ്ങനെ ഈ ശ്ലോകത്തില് നമുക്കത് കാണാം. അഞ്ച് ശ്ലോകങ്ങളില് നാല്പതുപദേശങ്ങളുണ്ട്. ഓരോ ശ്ലോകത്തിലും എട്ട് ഉപദേശം വച്ചാണ് ആ ക്രമം പോവുന്നത്. അങ്ങനെ നാല്പതുപദേശങ്ങള്ണ്ട്. ഈ നല്പതുപദേശത്തില് മുപ്പത്തിരണ്ടുപദേശങ്ങള് സാധകർക്ക് സാമാന്യമായത് ഗൃഹസ്ഥർക്കും ബ്രഹ്മചാരികൾക്കും വാനപ്രസ്ഥരുമായിട്ട് പല അവസ്ഥകളിലുമുള്ള സാധകർക്ക് മുമുക്ഷുക്കളായിട്ട്ള്ള സാധകർക്ക് ഉപയുക്തമായിട്ട്ള്ള കാര്യങ്ങളാണ് മുപ്പത്തിരണ്ടുപദേശങ്ങളിലുള്ളത്. പിന്നെ അവസാന എട്ട് ഉപദേശങ്ങള് ജീവൻ മുക്ത്യവസ്ഥയില് നമ്മ്ള് നേരത്തെ പറഞ്ഞാ ആ ആത്മജ്ഞാനം സിദ്ധിച്ച് കഴിയുമ്പോ പരമസുഖം അനന്തമായ സുഖത്തിന്റെ സ്വരൂപമാകുന്ന നമ്മുടെ ആത്മാവ് ആ ആത്മാവിന്റെ സ്വരൂപ ജ്ഞാനം സിദ്ധിക്കുമ്പോ ഉണ്ടാകേണ്ട അവസ്ഥ അതിനെയാണ് ജീവന്മുകതാവസ്ഥ എന്ന് പറയുന്നത്. നമുക്കോരോരുത്തർക്കും ആ ജീവന്മുക്താവസ്ഥ പ്രാപികാന്ള്ള യോഗ്യതയ്ണ്ട്. ക്വോളിഫിക്കേഷന്ണ്ട് അതായത് നമുക്ക് സാമർത്ഥ്യമുണ്ട്. എന്നാൽ അതിനെ നമ്മള് പ്രയോഗിച്ചാൽ പ്രാപിക്കാൻ കഴിയും. അപ്പോ അറിവിന്റെ തലത്തില് നമ്മുടെ ബുദ്ധിയെ കൊണ്ടുപോയി അവിടെ എത്തിക്കാൻ കഴിയും എന്നാണ് പറയുന്നത്. അതുകൊണ്ടാണ് ആചാര്യ സ്വാമിജികളീ അഞ്ച് ശ്ലോകങ്ങളിൽ തന്നെ എല്ലാം ചുരുക്കി പറയുന്ന കൂട്ടത്തില് ജീവന്മുക്തിയവസ്ഥയേയും വ്യാഖ്യാനിച്ചു വച്ചത്. അപ്പോ ജീവന്മുക്ത്യവസ്ഥ നമ്മുടെ ലക്ഷ്യമാണ് അതിന്ള്ള യോഗ്യത നമുക്ക്ണ്ട് ആ യോഗ്യതയെ നമുക്ക് പ്രയോജനപ്പെട്ത്താം അതിനവസരം നാം കണ്ടെത്തി പ്രയോജനപ്പെട്ത്തണം. അപ്പോ പലപ്പോഴും നാം ആ തലത്തിൽ ചിന്തിക്കുമ്പോ ഇപ്പോ നേരത്തെ ഞാൻ പറഞ്ഞു അവിടെ ഭേദങ്ങളൊന്നും ഇല്ല എന്നുള്ളത്. അവിടെ ആരോഗ്യമോ അനാരോഗ്യമോ അല്ലെങ്കില് വലിയ ബുദ്ധിമാന്മാർക്ക് മാത്രമേ ഈ വേദാന്തം പഠിക്കാൻ കഴിയുള്ളൂ അങ്ങനെയില്ല അങ്ങനെ പലരും കരുതുന്ന്ണ്ട്. വേദാന്തശാസ്ത്രമൊക്കെ വളരെ ബുദ്ധിയുള്ളവർക്ക് തീവ്രമായ്ട്ട്ള്ളെ കൂർമ്മബുദ്ധിയുള്ളവർക്ക് വേണ്ടതാണ്, ചെയ്യാൻ കഴിയുന്നതാണ് നമുക്കൊന്നും അതാകില്ല എന്ന് പലരും ചിന്തിക്ക്ന്ന്ണ്ട്. വാസ്തവത്തില് അങ്ങനെയില്ല. ബുദ്ധി എല്ലാകാര്യത്തിലും ബുദ്ധിവേണം എന്നുള്ളത് നമുക്ക് അറിയാവുന്നതാണ്. ബുദ്ധിയില്ലാതെ ഒരു കാര്യവും നമുക്ക് ചെയ്യാൻ പറ്റില്ല. പക്ഷെ വേദാന്തം വലിയൊരു ബുദ്ധിമാന് മാത്രമെ പ്രാപിക്കാൻ കഴിയൂ എന്നില്ല. വേദാന്തത്തെ മനസിലാക്കാൻ വേണ്ടത്ര പരിചയം നമുക്ക് വേണം അഭ്യാസം നമുക്ക് വേണം എന്നതെയൊള്ളു. അപ്പോ ബുദ്ധിമത്ത അതിനെ മനസിലാക്കാനും ഓർമ്മിക്കാനും അതിനെ പഠിക്കാനും പഠിപ്പിക്കാനും ഗ്രന്ഥങ്ങൾ രചിക്കാനുമൊക്കെ ഓർമ്മശക്തിയും ബാക്കി അതിന്റെ പ്രായോഗികമായിട്ട്ള്ള അറിവ്കളും ഒക്കെ വേണം. അതൊക്കെ എല്ലാ സാധാരണമായിട്ട് കരുതുന്നത് പോലെ തന്നെയെ ഒള്ളൂ. അങ്ങനെ പറയാൻ കാരണം ഈ വേദാന്തം പറയുന്ന തത്വശാസ്ത്രം അനുഭവ വേദ്യമാണ് അത് നമ്മുടെ സ്വരൂപം തന്നെയാണ്. അപ്പോ അതില് വലിയ ഓർമശക്തിയുള്ള ആളിന് വലിയ ബുദ്ധിശക്തിയുള്ള ആളിന് കൂർമ്മബുദ്ധിയുള്ള ആളിന് മാത്രമേ പറ്റൂ എന്നില്ല നമ്മുടെ പുരാണങ്ങളിലൊക്കെ കഥളും മറ്റുമൊക്കെ അനേകമുണ്ട്. അവിടെ ആ തത്വശാസ്ത്രമറിഞ്ഞ് ആത്മസാക്ഷാത്കാരം ചെയ്യാൻ കഴിയുക. ഏത് പ്രക്രിയയിലൂടെ ആയാലും ഏത് വിധത്തിലായാലും ഏത് സാധനമാർഗത്തിലായാലും ആത്മസാക്ഷാത്കാരം ലഭ്യമാകുന്ന ആ അവസ്ഥയിലെത്തിയാൽ അവടെ അത് സാക്ഷാത്കാരമാണ്. ഈ മാർഗങ്ങള് പറയുമ്പോ വേദാന്തത്തിൽ നേരത്തെ ഞാൻ ആദ്യം പറഞ്ഞതുപോലെ വേദാന്തമാണ് ഇതിന്റെ ആധാരം. വേദാന്തവല്ലാതെ മറ്റൊരു പ്രത്യയശാസ്ത്രവും മറ്റൊരു ദർശനശാസ്ത്രവും ആത്മാവിന്റെ സ്വരൂപത്തെക്കുറിച്ച് മോക്ഷരൂപത്തില് ഈ രീതിയിൽ പ്രതിപാദിക്ക്ന്നില്ല. ഓരോ ശാസ്ത്രങ്ങള്ടെയും വിഭാഗവുണ്ട് അതതനുസരിച്ച് അതുകൊണ്ടാണ് ഈ ആത്മാവിന്റെ അഭേദ്യമായ അദ്വൈതമായ ഈ സ്വരൂപം അറിയാൻ നമുക്ക് വേദാന്തം തന്നെ ആശ്രയിക്കേണ്ടി വരുന്നത്. മറ്റ് ശാസ്ത്രങ്ങളൊന്നും ഇത്തരത്തിൽ പ്രതിപാദിക്ക്ന്നില്ല. ഇപ്പോ നേരത്തെ ഞാൻ പറഞ്ഞത്പോലെ ആ അദ്വൈതഭാവനയില് എത്തിച്ചേരാൻ ഒരോരുത്തർക്കും അവകാശമുണ്ട് എന്ന് നമ്മുടെ ശാസ്ത്രങ്ങള് പറയുന്നു. കർമ്മസംബന്ധമായിട്ട്ള്ള വിഭാഗങ്ങള് വേറെയാണ്. കർമ്മസംബന്ധമായിട്ട്ള്ള വിഭാഗങ്ങൾക്ക് വേദാന്ത പ്രത്യയ ശാസ്ത്രത്തില് നേരിട്ട് ബന്ധവില്ല. അപ്പോ കർമ്മ സംബന്ധമായിട്ട്ള്ള അനുഷ്ഠാനങ്ങളും ആചാരങ്ങളുമൊക്കെ നാം ചെയ്താൽ അത് ഒരു തലം വരെ നമ്മടെ യോഗ്യതയെ പ്രകടമാക്കാൻ മനസ്സിന്റെ യോഗ്യതയെ പ്രകടമാക്കാൻ സഹായിക്കും അപ്പോ അതുകൊണ്ട് അത് വേണം. എന്നാൽ അതല്ല അതല്ല അതിന്റെ പൂർണത. അങ്ങനെ വരുമ്പോ നമുക്ക് നിശ്ചയമായിട്ടും പറയാവുന്നത് ഈ പ്രകരണഗ്രന്ഥങ്ങളിലൂടെ ഓരോരോ പ്രകരണഗ്രന്ഥങ്ങള് നാം മനസിലാക്കി അതിന്റെ യഥാർത്ഥമായ സ്വരൂപത്തില് ആഖരഗ്രന്ഥത്തിന്റെ ആ സ്വരൂപത്തില് നമുക്ക് എത്താൻ കഴിയും അതാണ് നമുക്കിവിടെ മനസിലാക്കാൻ കഴിയുന്നത് അപ്പോ അതിന് ശങ്കരാചാര്യ സ്വാമിജികള് കരുണാമയനായ ആചാര്യസ്വാമിജികള് നമുക്ക് കനിഞ്ഞ് തന്ന ഈ പ്രകരണ ഗ്രന്ഥങ്ങള് അത്പോലെതന്നെ സ്തോത്രഗ്രന്ഥങ്ങളിലും എല്ലാ സ്ഥലത്തിലും ആചാര്യസ്വാമിജികള് ഇത് തന്നെയാണ് പറഞ്ഞത്. എന്നാൽ പ്രകരണ ഗ്രന്ഥങ്ങള് ആ പഠിക്ക്ന്ന രീതിയില് കുറച്ച്കൂടി വ്യവസ്ഥിതമാണ്. അത് നമുക്ക് വരുന്ന ഭാഗങ്ങളില് അധ്യയനം ചെയ്യാം. ഇവിടെ ഞാനിന്ന് പറഞ്ഞത് പോലെ അഞ്ച് ശ്ലോകങ്ങളാണ് ഉള്ളത് അതില് അഞ്ച് ശ്ലോകങ്ങളിലും ആദ്യത്തെ ശ്ലോകം ഇപ്പൊ ഉള്ള ഇനിയുള്ള ആ --- സമയത്ത് ഒന്ന് ഉച്ചരിക്കാം. ഉച്ചരിച്ച് ആദ്യം പറഞ്ഞ ആ ഉപദേശത്തെ കുറിച്ച് ഒന്ന് മനസിലാക്കിയിട്ട് ഈ എന്റെ വശത്ത്ന്നുള്ള ഈ പ്രഭാഷണം ഇത് സംബന്ധമായിട്ട് വിചാരം നിർത്തിയിട്ട് പിന്നെ നമ്ക്ക് ചോദ്യോത്തരങ്ങളിലേക്ക് കടക്കാം. അപ്പോ എല്ലാവർക്കും ഈ ഗ്രന്ഥത്തിന്റെ പി ഡി എഫ് കിട്ടിയിട്ടുണ്ട് എന്ന് കരുതുന്നു. അത് നേരത്തെ തന്നെ ഗ്രൂപ്പിലൊക്കെ ഷെയറ് ചെയ്തിരുന്നു ഇല്ലെങ്കില് തത്കാലം കേൾക്കുക എന്നിട്ട് അതിന് അതിന്റെ ഗ്രന്ഥം കയ്യിൽ കരുതുന്നത് നന്നായിരിക്കും. അപ്പോ ആദ്യത്തെ ശ്ലോകം ഒന്നുച്ചരിക്കുകയാണ്. വേദോ നിത്യമധീയതാം തദുദിത കർമ്മ സ്വനുഷ്ഠീയതാം. തേനേശസ്യ വിധീയതാമാപചിതിഃ കാമ്യേ മതിസ്ത്യജ്യതാം പാപൗഘഃ പരിധൂയതാം ഭവസുഖേ ദോഷോഽനുസന്ധീയതാം ആത്മേച്ഛാ വ്യവസീയതാം നിജഗൃഹാത് തൂർണം വിനിർഗമ്യതാം. അപ്പോ നേരത്തെ പറഞ്ഞു ഇതാചാര്യസ്വാമിജികള്ടെ അവസാന ഉപദേശമാണെന്നാണ് കഥ അതുകൊണ്ട്തന്നെ എല്ലാം സംഗ്രഹിച്ചാണ് പറയുന്നത്. ഇതില് എട്ടുപദേശങ്ങള് ഓരോ ശ്ലോകത്തിലും എട്ടുപദേശങ്ങള്ണ്ട്. അതില് ഒന്നാമത്തെ ഉപദേശം വേദോ നിത്യമധീയതാം. വേദത്തെ നിത്യം അധ്യയനം ചെയ്യണം എന്ന് വാക്കിനർത്ഥം. അധ്യയനം ചെയ്യണം അധ്യയനം ചെയ്താലും, പഠിച്ചാലും എന്ന ക്രിയാപദമാണ് ആചാര്യസ്വാമികളിതില് പ്രയോഗിച്ചിരിക്കുന്നത്. അതില് ഈ അധീയതാം എന്ന്ള്ള ക്രിയാപദത്തിന്റെ ഒരു വിശേഷമുണ്ട് ഇത് ആദ്യം ആ ധാതുസംബന്ധമായ്ട്ടൊര് കാര്യം പറഞ്ഞാൽ അതിന്റെ ഒരു രഹസ്യം, മഹത്ത്വം നമുക്ക് മനസിലാകും. ആചാര്യസ്വാമിജികൾ വളരെ ആദരഭാവത്തോടുകൂടി എല്ലാവരെയും തന്റെ സ്വരൂപം തന്നെയായി കണക്കാക്കി. അത്രയും സ്നേഹവും ആദരവും പ്രകടമാക്കിക്കൊണ്ട് നല്ല സരളമായ രീതിയില് ആണ് ഈ വാക്കുപയോഗിച്ചിരിക്ക്ന്നത്. വേദോ നിത്യമധീയതാം അധീയതാം എന്ന് പറഞ്ഞാൽ പഠിച്ചാലും, അധ്യയനം ചെയ്താലും എന്നാണർത്ഥം. അത് വ്യാകരണ പ്രകാരം പറയുമ്പോ നമ്മള് ധാതുവിന്റെ ധാതു വെർബ് റൂട്ട്ണ്ട് അതിന്റെ ഒരു പ്രത്യയത്തില് അതിന്റെ ഒരു പ്രത്യയം ചേർത്ത് നമ്മ്ള് പാസീവ് വോയ്സൊക്കെ ഉണ്ടാക്കുന്നുണ്ടല്ലോ കർമ്മണിപ്രയോഗംന്നൊക്കെ നമ്ക്ക് പറയാം അതിന്റെ രൂപമാണ്. അപ്പൊ അതില് വരുമ്പോ മലയാളത്തില് പറയുകയാണെങ്കില് വേദം നിത്യം അധ്യയനം ചെയ്താലും, വേദത്തെ നിത്യം അധ്യയനം ചെയ്താലും എന്ന് പറയാം. അപ്പോ അധ്യയനം ചെയ്താലും എന്ന പദമാണ് എല്ലാ സ്ഥലത്തും പ്രയോഗിച്ചിരിക്കുന്നത്. അപ്പോ അധ്യയനം ചെയ്യുക എന്ന് പറഞ്ഞാൽ നിരന്തരം ആവർത്തിച്ച് നിത്യ അധ്യയനമായിട്ട് നിരന്തരം ഉച്ചാരണം ചെയ്യുക എന്നർത്ഥം. അപ്പോ വേദത്തെ നിരന്തരം അഭ്യസിക്ക്യ എന്ന്ള്ളത് സനാതനധർമ്മത്തിന്റെ ഒരു നിയമമായിട്ട് അലിഖിത നിയമമായിട്ട് അല്ലെങ്കിൽ ലിഖിതനിയമം തന്നെയായിട്ട് ഉള്ളതാണ്. എല്ലാ ധർമ്മത്തിലും എല്ലാ മതക്കാരും അവരവരുടെ ധാർമ്മിക ഗ്രന്ഥങ്ങള് ധർമ്മഗ്രന്ഥങ്ങളെ അധ്യയനം ചെയ്യുന്നു നിത്യ അധ്യയനം ചെയ്യുന്നു. അങ്ങനെ വരുമ്പൊ സനാതനധർമ്മത്തിന്റെ പ്രാമാണികമായ ആധികാരികമായ ധർമ്മഗ്രന്ഥമാണ് അതായത് കർമ്മവും ബ്രഹ്മത്തെയും രണ്ട് തരം ധർമ്മങ്ങളെയും പ്രതിപാദിക്കുന്ന ധർമ്മഗ്രന്ഥം. ധർമ്മമെന്ന് പറയുമ്പോ കർമ്മവും വരും അത്പോലെ ബ്രഹ്മധ്യാനവും വരും. ഇത് രണ്ടിനെയും പ്രതിപാദിക്ക്ന്ന നമ്മുടെ സനാതന ധർമ്മ മൗലിക ഗ്രന്ഥമാണ് വേദം. അപ്പോ അത് കൊണ്ട് തന്നെ വേദത്തെ നിത്യം അധ്യയനം ചെയ്യണം എന്ന് പറയുന്നു.സ്വാധ്യായോധ്യേദൗവ്യഃ എന്ന് --വിധിയ്ണ്ട് സ്വാധ്യായം നിരന്തരം ചെയ്യണം. അതെന്തുകൊണ്ടാണ് സ്വാധ്യായം നിരന്തരം ചെയ്യേണ്ടത് എന്ന് നമ്മക്ക് വഴിയേ മനസിലാക്കാം. എന്നാൽ വേദത്തെ അധ്യയനം ചെയ്യണം എന്ന് പറയുമ്പോ ഇന്നത്തെ പരിസ്ഥിതിയില് വേദാധ്യയനം ചെയ്യ്ന്നത് വളരെ ചുരുക്കം. അതിന്നധികാരികളായിട്ടുള്ളവര് പോലും അതിന്റെ അധ്യയനം ചെയ്യുന്നില്ല. അപ്പോ പിന്നെ ഋഷിമാര് പറയുന്നത് വേദ സംബന്ധമായിട്ട്ള്ള സ്മൃതികള് വേദത്തിൽ പറഞ്ഞ കാര്യങ്ങള് തന്നെ മറ്റൊരു ഭാഷയില്, അതിനെ മറ്റൊരു രീതിയിൽ പരിഭാഷപ്പെടുത്തി കാലാനുസൃതമായിട്ട് വ്യാഖ്യാനമൊക്കെ ചെയ്ത് പറയുന്ന ഗ്രന്ഥങ്ങള്ണ്ട്. അതിനെ സ്മൃതികൾ എന്ന് പറയുന്നു. ആ സ്മൃതികളില് ഭഗവത്ഗീത നമുക്ക് ഏറ്റവും പ്രാധാനമായിട്ട്ള്ള സ്മൃതിയാണ്, പ്രസിദ്ധമായിട്ട്ള്ള സ്മൃതിയാണ്. വേദത്തിൽ പറഞ്ഞ കാര്യങ്ങള് ഭഗവത്ഗീതയില് അനുവർത്തനം ചെയ്തിരിക്കുന്നു. അപ്പോ അങ്ങനെയ്ള്ള സ്മൃതികള് അത് പോലെതന്നെ തദർത്ഥങ്ങൾ പറയുന്ന സ്തോത്രഗ്രന്ഥങ്ങള് ഇത് ഏതെങ്കിലുമൊക്കെ നിശ്ചയിച്ച് ഇതിന്റെ അധ്യയനം നിരന്തരം ചെയ്യണം. അപ്പോ വേദാധ്യയനം ചെയ്യാൻ അറിയുന്നവര് വേദാധ്യയനം ചെയ്ക. അല്ലാത്തവര് ഭഗവത്ഗീത പോലുള്ള ഗ്രന്ഥങ്ങള്ടെ അധ്യയനം ചെയ്ക. അല്ലെങ്കില് അത് മഹാഭാരതമാവാം, രാമായണ ഇതിഹാസ പുരാണങ്ങളാകാം. അതുപോലെ തന്നെ നമ്മുടെ പ്രകരണ ഗ്രന്ഥങ്ങള് ആചാര്യസ്വാമിജികള് രചിച്ച പ്രകരണ ഗ്രന്ഥങ്ങള്, ഭാഷ്യഗ്രന്ഥങ്ങള്, സ്തോത്രഗ്രന്ഥങ്ങള്. അതില് വിഷ്ണുസഹസ്രനാമം, ലളിതാസഹസ്രനാമം തുടങ്ങിയ സഹസ്രനാമ ഗ്രന്ഥങ്ങള്. ഈ ഗ്രന്ഥങ്ങളൊക്കെ വേദപ്രതിപാദ്യമായ വിഷയങ്ങൾ തന്നെ മറ്റൊരു രീതിയിൽ പറയുന്നതാണ്. വിഷ്ണുസഹസ്രനാമം ഒക്കെ പുരുഷസൂക്തത്തിന്റെ പ്രതിരൂപമായിട്ടാണ് കണക്കാക്ക്ന്നത്. പുരുഷസൂക്തം വേദത്തിലെ സൂക്തമാണ്. അത് ചൊല്ലാനറിവില്ലാത്തവര്, അത് ചൊല്ലാൻ കഴിയാത്തവര് വിഷ്ണുസഹസ്രനാമം ചൊല്ലിയാൽ പുരുഷസൂക്തത്തിന്റെ അതേ ഫലം കിട്ടുമെന്നാണ്. അങ്ങനെയാണ് അതിന് വിധിയ്ണ്ടായിരിക്ക്ന്നത്. അപ്പോ ഇത്തരം ഏതെങ്കിലുമൊക്കെ ഗ്രന്ഥങ്ങള് നമുക്ക് ചെയ്യാൻ പറ്റും. നമുക്ക് അനേകം ഗ്രന്ഥങ്ങള്ണ്ട്. അങ്ങനെ വേദ സംബന്ധമായിട്ട്ള്ള, ആചാര്യന്മാര് നിശ്ചയിച്ചിട്ട്ള്ള ആ ഗ്രന്ഥങ്ങളെ നാം നിരന്തരം ഒരു ദിവസം കുറച്ച് സമയമെങ്കിലും സ്വാധ്യായ വിധിയാല് അധ്യയനം ചെയ്യണം. അതിന്റെ വല്ല്യ ഫലമുണ്ട്. അതിനെക്കുറിച്ച് നമ്മള് പിന്നീട് പ്രതിപാദിക്ക്ന്ന്ണ്ടാവും. അപ്പോ ഇന്നത്തെ സമയം കഴിഞ്ഞു. അത് പോലെ വേദത്തിന്റെ സ്വരൂപം. വേദം അപൗരുഷേയമാണ്, അപൗരുഷേയമായതെങ്ങനെയാണ്, അത് അപൗരുഷേയമായതുകൊണ്ടു തന്നെ അത് നിത്യമായിരിക്കുന്നു, അതിന്റെ അറിവ് നിത്യമാണ് എന്നൊക്കെയ്ണ്ട്. ഇതിനെയൊക്കെക്കുറിച്ച് നമ്മള് വീണ്ടും അടുത്ത നമ്മ്ടെ ക്ളാസില് അതിനെ കുറിച്ച് നമ്മള് സംസാരിക്കും. പിന്നെ ഇവ്ടെ ഒന്നുകൂടി സൂചിപ്പിക്കാം. ഇത് സംബന്ധിച്ച് പറയുമ്പോ ഞാൻ ഇതിന് മുമ്പ് കഴിഞ്ഞ കൊറോണയ്ടെ പ്രശ്നങ്ങളൊക്കെ നടക്ക്ന്ന ആ സമയത്ത് ഓൺലൈൻല് തന്നെ റിക്കോർഡ് ചെയ്ത് ഒരു ക്ളാസ് ചെയ്തിരുന്നു അര മണിക്ക്യൂർനായ്ട്ട്. അത് ധർമ്മപരിചയമെന്ന പേരിലാണ് അത് ചെയ്തത്. അത് നമ്മടെ യൂട്യൂബ് ചാനൽല് ഉണ്ട് ധർമ്മപരിചയമെന്ന പേരില് അതിന്റെ ലിങ്ക് നമ്മളിവ്ടെ അഡ്മിന്റെട്ത്ത് പറഞ്ഞിട്ട് അതിന്റെ ലിങ്ക് നിങ്ങൾക്ക് അയച്ച് തര്ന്ന്ണ്ടാവും. അതില് വേദം തുടങ്ങി ശാസ്ത്രങ്ങള്ടെ ഒരു പരിചയപ്പെട്ത്തല് അത് വളരെ നന്നായ്ട്ട് വിസ്തരിച്ച് ചെയ്ത്ട്ട്ണ്ട് സരളമായ രീതിയില്. അപ്പൊ വേദത്തിന്റെ ഈ സ്വരൂപമൊക്കെ അറിയാൻ കാരണം ഈ ഒരു  നമ്മ്ടെ ആഴ്ച്ചയിലൊരിക്കെ വരുന്ന ഈ ഒരു ക്ളാസില് നമുക്കത്രയും വിസ്തരമായിട്ട് പറയാൻ കഴിയില്ല. നമുക്കിവടെ ഉപദേശപഞ്ചകം എട്ത്ത് വേണം മുന്നിലേക്ക് പോകാൻ. അപ്പോ അതിന്റെ കൂടുതൽ തലങ്ങളറിയാനാഗ്രഹിക്ക്ന്നവര് അതിന്റെ യുക്തി അതിന്റെ പ്രായോഗികത അല്ലെങ്കിൽ ഇന്നത്തെ ആനുകാലികമായ പ്രയോഗം ഇതൊക്കെ അറിയാനാഗ്രഹിക്ക്ന്ന്ണ്ടെങ്കില് ആ സീര്യലായിട്ട്ള്ള ലെക്ച്ചേഴ്സുണ്ട് അത് തീർച്ച്യായ്ട്ടും കേൾക്കാം. അതിൽനിന്ന് നിങ്ങൾക്ക് ഒരുപാട് ഇൻഫർമേഷൻസും കിട്ടും കുറേ വിഷയങ്ങള് ക്ളിയറാവുകയും ചെയ്യും. അങ്ങനെ ആയാൽ ഉപദേശപഞ്ചരത്നം പഠിക്കുമ്പൊ കുറേക്കുടെ ഒരു അറിവ് നമ്മക്ക് സമ്പാദിക്കാൻ കഴിയും കുറേക്കുടെ നമ്മുക്ക് ഒരു ക്ളാരിറ്റി വരും, ഒരു വ്യക്തത വരും വിഷയങ്ങൾക്ക്. അപ്പോ അതിന്റെ ലിങ്ക് തുടർന്ന് അയക്ക്ന്ന്ണ്ടാകും. അത് കൂടി ഒന്ന് സൂചിപ്പിച്ച്കൊണ്ട് ഈ വക്തവ്യം ഇവടെ അവസാനിപ്പിക്കാം. പിന്നീട് തുടർന്ന് ---ന്ന് സമയം നമക്ക് ചോദ്യോത്തരത്തിനുള്ളതാണ്. ഇപ്പോ പറഞ്ഞ വിഷയങ്ങൾ സംബന്ധിച്ചും ചോദിക്കാം. അത്പോലെ തന്നെ നിങ്ങള്ടെ മനസില് ഇതൊക്കെ സംബന്ധിച്ച് എന്തെങ്കിലുമൊക്കെ ചോദ്യങ്ങളുണ്ടെങ്കില് സാധനാനുഷ്ഠാനങ്ങൾ സംബന്ധിച്ചോ അല്ലെങ്കില് ധർമ്മത്തെ സംബന്ധിച്ചോ എന്തെങ്കിലും ചോദ്യങ്ങള്ണ്ടെങ്കില് നമക്ക് ഈ അല്പസമയത്തില് സംസാരിക്കാൻ പറ്റ്ന്ന കാര്യങ്ങള് ചോദിക്കാം. അതിനുത്തരം യഥാവത് നമുക്ക് അറിയുന്നത് പോലെ പറഞ്ഞ് തരുന്നത് ആയിരിക്കും. അപ്പോ ഇനി ചോദ്യോത്തരത്തിനുള്ള സമയമാണ്. ഓം. ഓം നമോ നാരായണായഃ."
  },
  "ചോദ്യോത്തരങ്ങൾ": {
   "1": {
    "ചോദ്യം @ 54:02": "പ്രണാം സ്വാമിജി",
    "ഉത്തരം @ 54:05": "പ്രണാം",
    "ചോദ്യം @ 54:07": "സ്വാമിജി ഒരു ചോദ്യം, ഉത്തരം അറയാനാഗ്രഹിക്ക്ന്നത്, പിന്നെ ശങ്കര ഭഗവത്പാതരുടെ അവസാനത്തത് ദശശ്ലോകി ആണെന്നും ചെലവര് പറയുന്നുണ്ടല്ലോ അവസാനം കൊടുത്ത ഉപദേശം",
    "ഉത്തരം @ 54:23": "അങ്ങനെ പറയുന്ന്ണ്ട്. എന്നാല് അതുകൊണ്ടാണ് ഞാനൊരു പ്രമാണവാക്ക്യം ഇവിടെ ഉച്ചരിച്ചത്. ഈ സദാശിവസ്വാമി എന്ന് പറയുന്ന ഒരു മഹത്തായ പണ്ഡിതനാണ്. അദ്ദേഹം അദ്ദേഹത്തിന്റെ കാരികകളില് പ്രാഹാന്തേ പഞ്ചരത്നാഖ്യം സ്തോത്രം ജ്ഞാനപ്രദായകം എന്ന് അവസാനം പറയുന്ന്ണ്ട്. അതായത് നമ്മൗടെ ഉപദേശപഞ്ചരത്നത്തിന്റെ തന്നെ കാരികാരൂപത്തിലുള്ള ശ്ലോകരൂപത്തിലുള്ള വ്യാഖ്യാനമാണ്. അത് പ്രസിദ്ധീകരിച്ചിട്ടുണ്ട്. അതിന്റെ അഞ്ചാമത്തെ ശ്ലോകത്തില് അഞ്ച് ശ്ലോകങ്ങളുണ്ടല്ലോ ആ പഞ്ചരത്നത്തില്, ആ പഞ്ചരത്നത്തിലെ അഞ്ചാമത്തെ ശ്ലോകത്തിന്റെ അറുപത്തേഴാമത്തെ കാരികയായിട്ടാണ് അദ്ദേഹം അത് പറയുന്നത്. അതിന് ഒരു കഥയും അവിടെ ചേർത്തിട്ടിട്ടുണ്ട് ഐതീഹ്യവും ചേർത്തിരിക്കുന്നുണ്ട്. അപ്പോ ആ പ്രമാണമനുസരിച്ച് ഉപദേശപഞ്ചരത്നം അവസാനത്തെ ഉപദേശമായിട്ട് പറയുന്ന്ണ്ട്. പിന്നെ ഇപ്പോ പറഞ്ഞ ഈ കഥകളില് ഈ പറയുന്നപോലെ ചില വ്യത്യാസങ്ങള്ണ്ട്. അപ്പോ അത് അങ്ങനെയും ചില പറയുന്ന്ണ്ടാവാം. പക്ഷേ ഇപ്പോ നമ്മടെ ഗ്രന്ഥങ്ങള് നോക്കുമ്പോ അതിന്റെ അർത്ഥത്തിന്റെ വ്യാപ്തിയെക്കുറിച്ച് നോക്കുമ്പോ അതനുസരിച്ച് താത്പര്യം നോക്കുമ്പോ എല്ലാവർക്കും വരുന്നൊരു ഉപയോഗം എന്ന അർത്ഥത്തില് ഉപദേശപഞ്ചരത്നത്തില് അങ്ങനൊരു താത്പര്യം കൂടി കാണ്ന്ന്ണ്ട്. അതാണ് ഞാനത് എടുത്ത് പറഞ്ഞത്. മുപത്തിരണ്ട് ഉപദേശങ്ങള് എല്ലാവർക്കും വേണ്ടീട്ടും അവസാന ഉപദേശം എട്ടുപദേശങ്ങള് ജീവൻമുക്താവസ്ഥയെ കുറിച്ചുവാണ്. അപ്പോ ഈ അഞ്ച് ശ്ലോകങ്ങൾ തന്നെ മുഴുവനുപദേശത്തിന്റെ ഒരു സമഗ്ര രൂപം കാണാൻ പറ്റും. അത് ഒരു പ്രത്യേകതയാണ്. കാരണം ഒരു അഞ്ച് ശ്ലോകങ്ങളില് എല്ലാ ഉപദേശങ്ങളും സമഗ്രഹിച്ച് പറയുക അതും മോക്ഷം ലക്ഷ്യമാക്കിക്കൊണ്ടാണ് പറയുന്നത്. ത്യാഗവും മോക്ഷവും ലക്ഷ്യമാക്കിക്കൊണ്ടാണ് ഉപദേശം വര്ന്നത്. നമ്മൾ ഇപ്പൊ പറയുന്ന ഒരോന്നും നമ്മള് പഠിക്കുമ്പോ നമ്മുക്ക് മനസിലാവും. അപ്പ ഇത് പറഞ്ഞിരിക്കുന്നത് കൊണ്ട് താത്പരാർത്ഥത്തിൽ നോക്കുമ്പോ, ശ്രീ സദാശിവസ്വാമിജികള് പറഞ്ഞത് ശരിയാണ് എന്ന് നമുക്ക് തോന്നും. അത് അങ്ങനെയേ പറയാൻ കഴിയൂ കാരണം അതിന് മറ്റ് പ്രമാണങ്ങളൊന്നും ഉപലബ്ധമല്ല. അത് കഥയുടെ അടിസ്ഥാനത്തില് അല്ലെങ്കില് ഇതൊക്കെ ഐതീഹ്യമായിട്ടും പരമ്പരയായിട്ടും ഇപ്പോ ഈ സദാശിവസ്വാമികളുടെ വ്യാഖ്യാനം നോക്കിയാൽ അദ്ദേഹം സമ്പ്രദായവിത്താണ് എന്ന് തീർച്ചയായിട്ടും പറയാം. അപ്പോ അതുകൊണ്ട് അദ്ദേഹം പറഞ്ഞ വാക്ക്കൾ നമുക്ക് സ്വീകരിക്കാവുന്നതാണ് എന്ന് തോന്നുന്നു.",
    "ചോദ്യം @ 56:46": "സ്വാമിജീ, ശ്ലോകമൊന്ന് സ്വാമിജി പറഞ്ഞ്തന്നാ നമുക്ക് ഗ്രൂപ്പിലിടാം.",
    "ഉത്തരം @ 56:53": "ഈ പ്രമാണ്ശ്ലോകമാണോ?",
    "ചോദ്യം @ 56:55": "ങ്ഹാ, പ്രമാണ് ശ്ലോകം.",
    "ഉത്തരം @ 56:57": "അതെ, അത് ഞാനിപ്പോ രണ്ട് വട്ടം ഉച്ചരിച്ചു ഇനി ഒന്നു കൂടി ഉച്ചരിക്കാം വേണവെങ്കിൽ. ഉച്ചരിച്ചാ മതിയോ അതൊ എഴുതി അയക്കണോ?",
    "ചോദ്യം @ 57:03": "എഴുതണം സ്വാമിജീ",
    "ഉത്തരം @ 57:05": "ങ്ഹാ, ഞാനപ്പൊ പിന്നീട് എഴുതി അയച്ചേക്കാം.",
    "ചോദ്യം @ 57:07": "ശരി."
   },
   "2": {
    "ചോദ്യം @ 57:21": "സ്വാമിജീ, സദാശിവസ്വാമികളെന്ന് അങ്ങ് ഉദ്ദേശിച്ചത് സദാശിവബ്രഹ്മേന്ദ്ര അല്ലല്ലോ?",
    "ഉത്തരം @ 57:28": "അല്ല അല്ല അല്ല. ശ്രീ സദാശിവസ്വാമിജികൾ എന്ന് ആണ് അദ്ദേഹത്തിന്റെ പേര് സദാശിവബ്രഹ്മേന്ദ്രസ്വാമിജികളല്ല, അല്ല.",
    "ചോദ്യം @ 57:35": "ഈ സദാശിവസ്വാമികളെ കുറിച്ച് എന്തെങ്കിലും കുറച്ച് ഇൻഫർമേഷൻ? ആ പുസ്തകത്തിന്റെ പബ്ലിക്കേഷൻ അത്രേം?",
    "ഉത്തരം @ 57:45": "ഈ സദാശിവസ്വാമിജികള്ടെ ഈ ഗ്രന്ഥം ദക്ഷിണാമൂർത്തിമഠത്തിൽനിന്ന്, കാശിയിൽനിന്ന് പ്രകരണ ദ്വാദശി എന്ന പേരില് ഒരു ഗ്രന്ഥം പബ്ലിഷ് ചെയ്തിട്ട്ണ്ട്, പ്രകരണ ദ്വാദശി എന്ന പേരില്. ആ പ്രകരണ ദ്വാദശിയില് ഏകദേശം അഞ്ഞൂറ്റി അമ്പത്തി ഏട്ടാമത്തെ പേജ് തൊട്ടാണ് ഈ ഉപദേശപഞ്ചരത്നത്തില് വര്ന്നത്. അതില് രണ്ട് സംസ്കൃത വ്യാഖ്യാനങ്ങൾ ഉൾപ്പെട്ത്തിയിട്ട്ണ്ട്. ശ്രീ സദാശിവ വിരചിതമായിട്ട്ള്ള പഞ്ചരത്ന കാരികയും, ശ്രീ ബാലകൃഷ്ണാനന്ദ സരസ്വതി വിരചിതമായിട്ട്ള്ള കിരണാവലിയും. ഇത് രണ്ടും പഞ്ചരത്നത്തിനുള്ള വ്യാഖ്യാനമാണ്. ഈ ഉപദേശത്തിനുള്ള വ്യാഖ്യാനമാണ്. അപ്പോ അതിൽനിന്നും അതിന്റെ പ്രാധാന്യം കൂടി നമുക്ക് മനസിലാക്കാം. എന്നാൽ മറ്റ് ആനന്ദഗിരിസ്വാമിജികളുടെയൊന്നും വ്യാഖ്യാനം ഇതിനുപലബ്ധമല്ല. അപ്പോ അതില് സദാശിവ വിരചിതമായ പഞ്ചരത്ന കാരികയ്ടെ അർത്ഥം ആണ് കൂടുതൽ ഗഹനമായിട്ട് തോന്നുന്നത്. കിരണാവലിയും കുഴപ്പമില്ല. അതിന്റെ വ്യാഖ്യാനം വളരെ ഉദ്ധരണങ്ങളൊക്കെ കൊടുത്ത് നന്നായിട്ട് ചെയ്തിട്ട്ണ്ട്. അപ്പൊ ഇത് പ്രകാശനമായ ഗ്രന്ഥം ഉണ്ട്. അത് നിങ്ങൾക്ക് റെഫറ് ചെയ്യാൻ പറ്റും.",
    "ചോദ്യം @ 58:59": "ഈ സദാശിവ സ്വാമികളുടെ സമ്പ്രദായികമായിട്ടുള്ള ഏതെങ്കിലും മഠമോ ആയിട്ട് ബന്ധപ്പെട്ട് വരുന്നതോ, അദ്ദേഹത്തേ കുറിച്ച് ഡീറ്റെയിൽസ് അതിലുണ്ടോ?",
    "ഉത്തരം @ 59:05": "അങ്ങനെ ഒരു ഡീറ്റെയിലുകള് ഇതില് കൊടുത്തിട്ടില്ല. അത് എവിടെയെങ്കിലും സെർച്ച് ചെയ്യെണ്ടിവരും. അദ്ദേഹത്തിന്റെ ഒരു ചെറിയ പരിചയം എന്ന് പറഞ്ഞാൽ അദ്ദേഹം ആ മംഗളാചരണത്തിൽ തന്നെ പറഞ്ഞിരിക്കുന്ന പരിചയമാണ്. ഗുരുവിനെ കുറിച്ചൊക്കെ പറഞ്ഞിരിക്കുന്നതും ഒക്കെ ആയിട്ടുള്ള ചെറിയൊരു പരിചയം മാത്രമാണ് നമുക്കുള്ളത്. അപ്പോ കൂടുതല് പരിചയം ഈ നമ്മള് സർച്ച് ചെയ്യെണ്ടിവരും. ആരായിരുന്നു എന്ന്."
   },
   "3": {
    "ചോദ്യം @ 59:31": " നമസ്തേ സാമിജീ, മൈ നയ്ം ഇസ് ജോസഫ് ജോഷി, ബാംഗ്ലൂരാണ്. അപ്പോ ഞാൻ ചോദിക്കാ. ഇന്നത്തെ ക്ളാസിനെ ബെയ്സ് ചെയ്താണ് ഞാനൊരു ചോദ്യം ചോദിക്കുന്നത്. സ്വാമിജി തൊടങ്ങിയത്... പ്രകരണ ഗ്രന്ഥങ്ങളെ കുറിച്ചാണ് പറയുന്നത്, ഓക്കെ. അപ്പോ ഈ പ്രകരണ ഗ്രന്ഥങ്ങളെക്കുറിച്ച് സ്വാമിജി പറഞ്ഞപ്പോ അത് ഇതൊക്കെ മോക്ഷം നേടാൻ വേണ്ടീട്ടാണ് നമ്മളിത് പഠിക്കാൻ തൊടങ്ങണ്ടത് ന്ന് പറഞ്ഞു. അപ്പോ മോക്ഷത്തെ കുറിച്ചും എന്തുകൊണ്ട് നമ്മള് മോക്ഷം നേടണം എന്നുള്ളതിനെക്കുറിച്ചും ചെറ്തായിട്ട് ഒന്ന് ബ്രീഫ് ചെയ്യാവോ? അതോ പിന്നീട് അതിനെ കുറിച്ച് ഡീറ്റെയില് വരുവോ?",
    "ഉത്തരം @ 1:00:05": "ഓ വരും വരും. എന്തുകൊണ്ട് മോക്ഷം നേടണമെന്നുള്ളതിന്റെ ചെറിയൊരു സൂചനയാണ് ഞാൻ അനന്ത സുഖത്തെക്കുറിച്ച് പറഞ്ഞത്. അപ്പോ ആ അനന്ത സുഖമായിട്ട് അറിയേണ്ടതിന്റെ കാരണം നമ്മള് ഇനി വരുന്ന ഭാഗങ്ങളിൽ ചിന്തിക്കുമല്ലോ."
   },
   "4": {
    "ചോദ്യം @ 1:00:29": "നമസ്തേ സ്വാമിജീ, ഞാൻ അരുൺ ബാബു, ബാംഗ്ളൂരിൽ നിന്നാണ് വിളിക്ക്ന്നത്. ഇന്നത്തെ ക്ളാസില് നമ്മള് വേദാന്തവും ഉപനിഷത്തിനെയും പറ്റിയിട്ട് സംസാരിച്ചിരുന്നു. അപ്പോ എല്ലാരും മനസിലാക്കിയത് വേദാന്തവും ഉപനിഷത്തും രണ്ടും ഒന്ന് തന്നെയാണെന്നാണ്. പക്ഷെ ഇന്ന് സ്വാമിജി പറഞ്ഞതില് നാല് ശതമാനം വേദാന്തവും പതിനാറ് ശതമാനം ഉപനിഷത്തും എന്നു പറഞ്ഞു.",
    "ഉത്തരം @ 1:00:54": "അങ്ങനെയല്ല. ഇപ്പോ വേദത്തിന്റെ നമ്മള് ആ ശതമാനമെടുക്കുമ്പോ വേദത്തിന്റെ ശതമാനമാണ് ഞാൻ പറഞ്ഞത്. വേദത്തിന്റെ എൺപത് ശതമാനം ഭാഗം കർമ്മകാണ്ഡമാണ്. പതിനാറ് ശതമാനം ഭാഗം ഉപാസനാഭാഗങ്ങളാണ്. ബാക്കി നാല് ശതമാനമാണ് വേദാന്തമായിട്ട്ള്ള ഉപനിഷത്ത്ക്കളായിട്ട് വര്ന്നത് എന്നാണ് ഞാൻ പറഞ്ഞതിന്റെ താല്പര്യം. അതൊരു കണക്കാണ്. അതായത് നമ്മള് വേദത്തില് നൂറ് സൂക്തങ്ങളുണ്ട് എന്ന് കല്പിക്ക്യാണെന്ന് വച്ചോളൂ. നൂറ് സൂക്തങ്ങളുണ്ട് എന്ന് വേദത്തില് കല്പിക്ക്യാണെങ്കില് അതില് എൺപത് സൂക്തങ്ങള് കർമ്മകാണ്ഡപരങ്ങളും ബാക്കി പതിനാറ് സൂക്തങ്ങള് ഉപാസനയും മറ്റ് അതിനോട് സംബന്ധിച്ച വിധി പരങ്ങളും നാല് ഭാഗം മാത്രം അതിന്റെ ആ വര്ന്ന ആ ഭാഗം മാത്രം ഇത് വരുമെന്നുമാണ് അതിന്റെ കണക്കങ്ങനെ പറഞ്ഞത്. അത് മനസിലാക്കാൻ വേണ്ടീട്ടാണ്. അത് കൃത്യമായിട്ടുള്ള ഒര് കണക്കൊന്നുമല്ല. പക്ഷെ ഇങ്ങനെയൊരു ഭാഗത്തിന് അനുസരിച്ചിട്ടാണ് നമ്മുടെ സമ്പ്രദായത്തിലത് പറയപ്പെട്ന്നത്. അപ്പോ നമ്മള് വേദസംബന്ധമായ ഗ്രന്ഥങ്ങളെട്ത്ത് പരിശോദിക്കുമ്പോഴും അത്രയേ കാണാൻ കഴിയുകയുള്ളു. ഇപ്പോ ഉദാഹരണം പറഞ്ഞാൽ ഞാൻ ആദ്യം പറഞ്ഞ ഉദാഹരണത്തിൽ തന്നെ നോക്കിയാല്, നാല്പതദ്ധ്യായങ്ങളുള്ള ശുക്ലയജുർവേദത്തിന്റെ വെറും ഒരദ്ധ്യായമാണ് അല്ലെങ്കില് ആ അദ്ധ്യായത്തിലത്രയും മാത്രമാണ് വരുന്നത്. ആ ഒരദ്ധ്യായം മാത്രമേ ഉപനിഷത്തായിട്ട് വരുന്നുള്ളു. ഇപ്പോ ബൃഹദാരണ്യകത്തിനെക്കുറിച്ച് പറയുമ്പോൾ പറഞ്ഞു അതില് ആറദ്ധ്യായങ്ങള് ഉപനിഷത്താണ്. ശെരിക്ക് എട്ടദ്ധ്യായങ്ങളുണ്ട് ആ എട്ടദ്ധ്യായങ്ങളില് അത്രെയാണ് പറയുന്നത്. അപ്പോ ആ ശതമാനം നോക്കിയാല് അത്രെയേ വരുന്നുള്ളു അതില്. അപ്പൊ അങ്ങനെ അതുകൊണ്ട് അങ്ങനെ ഒരു വ്യക്തതയ്ക്ക് വേണ്ടീട്ട് ഒരു ചിന്തനത്തിന് വേണ്ടീട്ട് അങ്ങനെ പറഞ്ഞുന്നേയുള്ളു.",
    "ചോദ്യം @ 1:02:42": "അപ്പോ ഓരോ ശാഖയുടെയും അവസാനഭാഗമായിട്ടാണല്ലോ നമ്മള് വേദാന്തം അല്ലെങ്കില് ഉപനിഷത്തെന്ന് പറയുന്നത്.",
    "ഉത്തരം @ 1:02:47": "അങ്ങനെയാണ് ഇത് വരെയും കിട്ടിയിട്ട്ള്ള ഗ്രന്ഥങ്ങളൊക്കെ ഉള്ളത്.",
    "ചോദ്യം @ 1:02:49": "അപ്പോ അങ്ങനെയാണെങ്കില് ഈ ശാഖ എന്ന് പറയുന്നത് നമ്മള് എങ്ങനെയാണത് ഡിഫൈൻ ചെയ്യുന്നത്? ഒരു ശാഖ എന്ന് പറയുമമ്പോ ഒട്ടനേകം ഉപനിഷത്ത്കള്ണ്ട് എന്ന് പറയുണു. അപ്പോ അത്രയും ശാഖകള്ണ്ട് എന്നാണല്ലോ അതിന്റെ അർത്ഥം?",
    "ഉത്തരം @ 1:03:01": "ങ്ഹാ തീർച്ച്യായ്ട്ടും തീർച്ച്യായ്ട്ടും. അപ്പോ അതാണ് ആ കാര്യങ്ങളൊക്കെ വ്യക്തമാകാനാണ് ഞാൻ ഇപ്പോ ഒരു ലിങ്കിനെ കുറിച്ച് സൂചിപ്പിച്ചത്. അതായത് ഇതിനെ കൂറിച്ചൊക്കെ വളരെ വിശദ്ധമായിട്ട് ശാസ്ത്രീയമായിട്ട് ആ പറഞ്ഞ ധർമ്മപരിചയമെന്ന ആ പ്രഭാഷണ പരമ്പരയില് ഓരോന്നായിട്ടും പറഞ്ഞിട്ട്ണ്ട്. എന്താണ് വേദം വേദത്തിന്റെ ശാഖകളെങ്ങനെ കല്പിക്കുന്നു, എത്ര ശാഖകളുണ്ട് അതിന്റെ ഭേദങ്ങളെങ്ങനെ ഇതൊക്കെ വ്യക്തമായിട്ട് അവിടെ വിശദ്ധീകരിച്ചിട്ട്ണ്ട്. അങ്ങ് അതൊന്ന് കേൾക്കുകയാണെങ്കില് അരമണിക്കൂർ അരമണിക്കൂർ ഉള്ള ഒരോ വീഡിയോസ് ആണ് അത് കേൾക്കുകയാണെങ്കില് ഈ കാര്യങ്ങളൊക്കെ വളരെ വ്യക്തമാവും."
   },
   "5": {
    "ചോദ്യം @ 1:03:42": "സൂമില് വന്നിട്ട്ള്ള ഒര് സജ്ജ്ഷനാണ്. പത്മകുമാർ. ഹരി ഓം സ്വാമിജീ, ശങ്കരാചാര്യ ഭഗവത്പാദ സ്വാമികളുടെ കൃതികളുടെ പഠനകേന്ദ്രങ്ങൾ കേരളത്തിലെല്ലാ ജില്ലകളിലും ആരംഭിക്കുവാനുള്ള ശ്രമമുണ്ടാകുമെന്ന് പ്രതീക്ഷിക്കുന്നു.",
    "ഉത്തരം @ 1:04:01": "അത് ആ ശ്രമം നമ്മള് തുടങ്ങീട്ട്ണ്ട് അതിന്റെ ഭാഗമായിട്ട് ചില കാര്യങ്ങള് ചെയ്തിട്ടുണ്ട് ഇപ്പോ ഈ വരുന്ന ഈ ഏപ്രിൽ മാസത്തില് ഏഴ് എട്ട് ഒമ്പത് തിയതികളില് ആയിട്ട് കോഴിക്കോട് ചിദാനന്ദ[ഉരി സ്വാമിജികളുടെ ആശ്രമത്തില് ഒരു നാല് ദിവസ്സത്തെ ഒരു ക്യാമ്പ് ഭാഷ്യപാരായണ പരിശിലനത്തിന്റെ പേരില് ഒര് ക്യാമ്പ് സംഘടിപ്പിക്ക്ന്ന്ണ്ട് അതിനെക്കുറിച്ചുള്ള അറിവ് നിങ്ങൾക്ക് ഇനി വഴിയെ കിട്ട്ന്ന്ണ്ടാവും. അപ്പോ അത് ഇതിന്റെ ഒരു ഭാഗം ആണ്. ഇങ്ങനെ ഒരോ ഇതിനെക്കുറിച്ച് നമുക്ക് പ്രചാരത്തിലേക്ക് കൊണ്ടുവരാനും ആചാര്യസ്വാമിജികളെ സംബന്ധിച്ചുണ്ടായ തെറ്റിദ്ധാരണകളെ മാറ്റാൻ അതായത് നമ്മുടെ ഇത്രെയും വലിയൊരു മാഹാ പുരുഷനെ ഇങ്ങനെ തെറ്റിദ്ധരിപ്പിച്ചു ലോകത്ത് പഠിപ്പിച്ചു എന്ന്ള്ളത് വലിയൊരബദ്ധവാണ്. അദ്ദേഹം പറഞ്ഞ് വച്ചു പോയ ആശയങ്ങളെ അന്യഥാവ്യാഖ്യാനം ചെയ്യുകയും അല്ലെങ്കില് അതനുസരിച്ചിട്ടുള്ള രാഷ്ട്രീയവും അല്ലെങ്കില് മറ്റ് ഇതൊക്കെയായിട്ട് അതിനെ പ്രയോഗപ്പെടുത്തുകയും ചെയ്തതത് മതപരമായിട്ടും ജാതിപരമായിട്ടും രാഷ്ട്രീയപരമായിട്ടൊക്കെ പ്രയോഗപ്പെടുത്തിയ ഒരു സ്ഥിതിയ്ണ്ട് അതുകൊണ്ട് ആ തെറ്റിദ്ധാരണകളെ മാറ്റാൻ ആചാര്യസ്വാമിജികളുടെ കൃതികള് തന്നെ നമുക്ക് പ്രയോജനപ്പെട്ത്താം. അദ്ദേഹം ചെയ്ത്പോയ കാര്യങ്ങളെ ഒന്ന് വിശകലനം ചെയ്താൽ തന്നെ മനസിലാകും എന്ന ഉദ്ദേശ്യത്തൊട്കൂടി നമ്മള് ചെറിയ രീതിയില്ള്ള ആ പ്രയത്നങ്ങള് കൊറേകാലായിട്ട് നടക്ക്ന്ന്ണ്ട്. കേരളത്തില് കൊറച്ച്കൂടി നന്നായിട്ട് ചെയ്യാന്ള്ള പ്ലാനിങ്ങും അതിന്റെ ആക്ഷനും തൊടങ്ങീട്ട്ണ്ട്."
   },
   "6": {
    "ചോദ്യം @ 1:05:43": "ആചാര്യ സ്വാമിജീ, കൃഷ്ണാശ്രയ. ഏത് സംശയനിവൃത്തി ഉണ്ടായാലും നിഷ്ഠയിൽനിന്ന് പഠിച്ച തത്വങ്ങളിൽനിന്ന് തെന്നി തെന്നി പോവുന്ന മനസിനെ ബുദ്ധിയെ തളച്ചിടാൻ എന്താണ് സ്ട്രോങ്ങായ ഉപായം? അതീവ ഗുരുതരമായ ദുഃഖമുണ്ടാക്കുന്ന അവസ്ഥയാണിത്. സൈക്കോളജിക്കൽ ടർബുലൻസ് ഇറ്റ് ക്രിയേറ്റ്സ്.",
    "ഉത്തരം @ 1:06:10": "എത്ര സംശയനിവർത്തി ഉണ്ടായാലും വീണ്ടും പ്രശ്നമുണ്ടാവും അതിന് വേണ്ടീട്ട് നിഷ്ഠ ഉണ്ടാകാനും ഒരു കാര്യത്തില് നാം മനസോടുകൂടി അഭ്യസിക്കുമ്പഴാണ് ആ കാര്യത്തിന്റെ ശരിയായ ഫലം നമുക്കുണ്ടാകുന്നത് എന്ന് നമ്മുടെ അനുഭവം ആണ്. വിദ്യാഭ്യാസം നമ്മള് ചെയ്യുമ്പോ വിദ്യ അഭ്യസിക്കേണ്ട രീതിയില് അഭ്യസിക്കുമ്പോഴാണ് നമുക്ക് വിദ്യാഭ്യാസത്തിന്റെ ഫലം കിട്ടി ശെരിക്ക് മാർക്കോടുകൂടി പാസാവാനും അല്ലെങ്കില് ആ തലത്തിലേക്ക് നമുക്ക് ഉയരാനും കഴിയുക. ഇങ്ങനെ ജീവിതത്തില് ഓരോ പ്രവർത്തിയിലും നമ്മുടെ മനസ്സിന്റെ പൂർണമായ പ്രയോഗം മനസിനെ ഏറ്റവും നല്ല രീതിയില് സമനസ്ഥതയോടുകൂടി ഒരു കാര്യം ചെയ്യുക എന്നുള്ളത് അത്യാവശ്യമാണ് അപോഴാണ് അതിന്റെ ഫലം നമുക്ക് കിട്ടുന്നത്. അപ്പോ അത് കൊണ്ട് തന്നെ വേദാന്ത അധ്യയനമായാലും ഏതധ്യയനമായാലും സംശയനിവാരണമെന്ന് പറയുമ്പോൾ താല്ക്കാലികമായ സംശയനിവാരണങ്ങളെ ഓരോ സംശയവും നമുക്കുണ്ടാവും അതിനെ നിവാരണം ചെയ്യാം. പക്ഷെ സംശയനിവാരണം ചെയ്തതതിനു ശേഷം നിശ്ചിതമായ ആ വസ്തുതയെ ആ അറിവിനെ നമ്മടെ ജീവിതത്തിന്റെ ഭാഗമായിട്ട് അതു നമ്മുക്ക് അത് ആത്മാർത്ഥമായിട്ട് ഉൾക്കൊള്ളാൻ കഴിയില്ല. അതിനെ അത് നമ്മുടെതാണ് എന്ന് കല്പിച്ചറിയാൻ കഴിയുക. എന്നുള്ളതാണ് ഈ നിഷ്ഠ എന്നുള്ളത് കൊണ്ടുദ്ദേശിക്കുന്നത്. അതിന് വേണ്ടത് നിരന്തരമായ പഠനവും നിരന്തരമായ അഭ്യാസവുമാണ് അത് ഏത് തലത്തിലാണ് നമ്മൾടെ മനസ് പ്രവർത്തിക്ക്ന്നത് ആ തലത്തിനെ ശെരിക്കും മനസിലാക്കി അവിടന്ന് നമ്മൾ അഭ്യാസം തുടങ്ങേണ്ടിയിരിക്കുന്നു. ഇപ്പോ അക്ഷരം അറിയാത്തൊരാള് ആദ്യം അക്ഷരം പഠിച്ചിട്ട് വേണം ഭാഷ പഠിക്കാൻ ഭാഷയുടെ വ്യാകരണം പഠിക്കാൻ അതിലുള്ള ഗ്രന്ഥങ്ങള് പഠിക്കാൻ അപ്പോ അതുപോലെ ഏത് തലത്തിലാണ് നാം നില്ക്കുന്നത് അതിന് മനസിനെ മനസിലാക്കി അങ്ങനെ ചെയ്യണം അപ്പോ തീർച്ചയായിട്ടും അങ്ങനെ ചിന്തിക്കാൻ തുടങ്ങുമ്പോൾ തന്നെ മനസിന് സമാധാനം ഉണ്ടാകും നമ്മുടെ മനസിന്റെ ആ വ്യാപകത മനസിന് എന്തൊക്കെ അറിയാനുള്ള കഴിവുകള്ണ്ട് എന്ന് ഒരുവേള നമുക്ക് നിശ്ചയിക്കാൻ കഴിഞ്ഞാൽ അത് വലിയ ഉപകാരമായ്തീരും എന്ന് ആണ് നമുക്ക് ഇതില് പറയാന്ള്ളത്. മനസിന്റെ എന്തവസ്ഥയായാലും അതെല്ലാം നമ്മടെ ഉള്ളിൽ തന്നെയുള്ള ആത്മാവുമായിട്ട്ള്ള ബന്ധമതിനെന്താണ് എന്തു കൊണ്ടാണ് ആ അവസ്ഥ വന്നുപെട്ടത് മനസിലാക്കാൻ കഴിഞ്ഞാൽ നന്നായിരിക്കും."
   },
   "7": {
    "ചോദ്യം @ 1:08:39": "സ്വാമിജീ, യൂട്യൂബിൽ നിന്നൊരു ചോദ്യവുണ്ട് സോമൻ പ്രയാസ്. സ്വാമിജീ, ധർമ്മാർത്ഥകാമമോക്ഷമെന്ന പുരുഷാർത്ഥം, ബ്രഹ്മചര്യം ഗാർഹസ്ഥ്യം വാനപ്രസ്ഥം സന്യാസം എന്ന ചതുരാശ്രമം എന്ന സന്ദേശം ഏത് കൃതിയിലാണ്  വിവക്ഷയെന്നറിയീച്ചാലുപകാരമാകും വിനയപൂർവം.",
    "ഉത്തരം @ 1:08:56": "ഈ ഇതിനെയൊക്കെ കുറിച്ചിട്ടാണ് ധർമ്മഗ്രന്ഥങ്ങള് പറയുന്നത്. വേദത്തില് നോക്കിയാല് വേദത്തിലെ പല ഭാഗങ്ങളിലും ഇതിനെക്കുറിച്ച്ള്ള പ്രതിപാദനങ്ങള്ണ്ട്. ഉപനിഷത്തുക്കളിലും പലഭാഗങ്ങളിലും പ്രതിപാദനമുണ്ട്. ഭഗവത്ഗീതയിലും നമുക്ക് പലഭാഗത്തും ഇതിനെക്കുറിച്ച്ള്ള പ്രതിപാദനങ്ങള് സൂചനകള് മനസിലാക്കാം. എന്നാലിത് വ്യക്തമായിട്ട് പറയുന്ന ഗ്രന്ഥങ്ങള് വേദത്തിന്റെ തന്നെ വേദാന്തങ്ങളായിട്ട്ള്ള കല്പസൂത്രങ്ങളെന്ന് പറയും. ഈ കല്പസൂത്രങ്ങള് അതില് ഗൃഹ്യസൂത്രങ്ങള് ധർമ്മസൂത്രങ്ങള് ഇങ്ങനെയൊക്കെ പറയുന്ന സൂത്രങ്ങള്ണ്ട്. അത് ആണ് ഇതിന്റെ ആധികാരിക ഗ്രന്ഥം. വേദമായിട്ട് ഏറ്റവും അട്ത്ത് നില്ക്കുന്നത്. അത് കഴിഞ്ഞാൽ സ്മൃതികള്. സ്മൃതികളില് യാജ്ഞ്യവല്ക്ക്യ സ്മൃതി,  അതുപോലെതന്നെ മനുസ്മൃതി പിന്നെ വിദുരനീതി പോലുള്ള നീതിശാസ്ത്രങ്ങള് മഹാഭാരതം മിക്കവാറും എല്ലാ പുരാണങ്ങളിലും എല്ലാ പുരാണങ്ങളും പതിനെട്ട് പുരാണങ്ങള് പതിനെട്ട് ഉപപുരാണങ്ങളിലെല്ലാം തന്നെ ഈ നാല് കാര്യങ്ങളെക്കുറിച്ച് വ്യക്തമായിട്ട് പറയുന്ന്ണ്ട്. ഇതൊക്കെ ഇതിന് വേണ്ടി പ്രവർത്തിക്ക്ന്നതാണ്. അപ്പോ ധർമ്മശാസ്ത്രങ്ങള് പുരാണങ്ങള് ഇതിഹാസങ്ങള് എല്ലാത്തിലും ഇതിന്റെ പ്രതിപാദനങ്ങള് കിട്ടും. ഇപ്പോ ഏറ്റവും നമുക്ക് പ്രസിദ്ധമായിട്ട്ള്ള ഭാഗവതപുരാണം തന്നെ എട്ത്ത് നോക്കിയാല് അതിലും നമുക്ക് ഇതിലെ പ്രതിപാദനങ്ങള് മനസിലാക്കാം. അല്ലെങ്കില് ഇപ്പൊ ഗൃഹ്യസൂത്രങ്ങളൊക്കെ നമുക്ക് മലയാളത്തില് കിട്ടാൻതന്നെ ബുദ്ധിമുട്ടായിരിക്കും. അപ്പോ അതുകൊണ്ട് മറ്റ് ഗ്രന്ഥങ്ങള് മനുസ്മൃതിപോലുള്ള സ്മൃതിഗ്രന്ഥങ്ങളും മറ്റുവൊക്കെ നോക്കിയാലതില് ഇതിനെ പറയ്യുന്ന വ്യവസ്ഥയെക്കുറിച്ചൊക്കെ പറയുന്ന്ണ്ട് ഏത് രീതിയിലാണ് എന്നൊക്കെയ്ള്ള. ഇപ്പൊ മനുസ്മൃതിയുടെ രണ്ടാമദ്ധ്യായം മൂന്നാമധ്യായം നാലാമദ്ധ്യായം അഞ്ചാമദ്ധ്യായം ഇതൊക്കെ ഈ ആശ്രമവ്യവസ്ഥയെക്കുറിച്ചാണ് ചർച്ചചെയ്യുന്നത്. അത് പഠിക്കാവുന്നതാണ്. നേരത്തെ ഞാൻ സൂചിപ്പിച്ച ആ ധർമ്മപരിചയമെന്ന പ്രഭാഷണ പരമ്പരയില് ഇതെല്ലാമുൾക്കൊള്ളിച്ചിട്ട്ണ്ട്. അതില് ഇരുപത്തിമൂന്നൊ ഇരുപത്തിനാലോ പ്രഭാഷണങ്ങളുണ്ട്. അതില് ഈ പറയുന്നതിനെക്കൂറിച്ചൊക്കെ സൂചനയ്ണ്ട്. അത് കേൾക്കുമ്പോ കുറച്ചുകൂടെ ഗ്രന്ഥങ്ങളെക്കുറിച്ചും അതിന്റെ വ്യവസ്ഥയെക്കുറിച്ചുവൊക്കെ മനസിലാകും."
   },
   "8": {
    "ചോദ്യം @ 1:11:03": "സ്വാമിജീ രണ്ട് കാര്യങ്ങളാണ്. ഒന്ന് നമ്മ്ടെ വൈദികമായ ദർശനങ്ങളില് ന്യായം വൈശേഷികം ഇങ്ങനെയൊരാറ് ദർശനങ്ങള്ണ്ടല്ലോ അതിന്റെ അവസാനത്തെ ദർശനമായിട്ടാണ് വേദാന്തം വര്ന്നത്. നമ്മള് വായിച്ചറിഞ്ഞിട്ടുള്ളത് ന്യയം വൈശേഷികം ഇങ്ങനെ ക്രമമായി പഠിച്ചതിന് ശേഷമാണ് നമ്മള് വേദാന്ത പഠനം ആരംഭിക്കേണ്ടത് എന്നിങ്ങനെ വായിച്ചറിഞ്ഞിട്ട്ണ്ട്. പക്ഷെ നമ്മളത് അങ്ങനെ കൂടുതലായിട്ട് പരിചയപെട്ടിട്ടുവില്ല. അപ്പൊഴങ്ങനെ ഒരു ക്രമം വേദാന്തം പഠിക്കുന്നതിനുണ്ടോ? എന്നുള്ളത് ഒരു സംശയം. രണ്ടാമത്തേത് നമ്മുടെ ഈ ലോകത്ത് ലൗകീകമായ ലോകത്ത് ജീവിക്കുമ്പോ നമുക്ക് ബഹിർമുഖതയാണ് കൂടുതലും നമുക്ക് വേണ്ടത് കാരണം നമ്മള് കർമ്മങ്ങളില് ഏർപ്പെട്കയാണ്. പക്ഷെ വേദാന്തം പഠിക്കുമ്പോ നമുക്ക് വേണ്ടത് കുറച്ചും കൂടെ അന്തർമുഖമായിട്ട്ള്ള ഒരു മനസാണ്. അപ്പോ നമ്മള് ലൗകികമായിട്ട് ജീവിക്കുമ്പൊ പ്രത്യേകിച്ചും അപക്വമായ ഒര് സാഹചര്യത്തില് ജീവിക്ക്ന്നവരെ ഇതെങ്ങനെയാണ് സമന്വയിപ്പിക്കേണ്ടത് എന്നുള്ള എപ്പൊഴുവൊരു സംശയം വരാറ്ണ്ട്. ഹരി ഓം സ്വാമിജി.",
    "ഉത്തരം @ 1:12:10": "രണ്ടും നല്ല ചോദ്യങ്ങളാണ്. ഞാന് ആദ്യത്തെ ചോദ്യത്തിന്റെ ഉത്തരമായിട്ട് പറയുമ്പൊ ഇപ്പോ പറഞ്ഞ ഈ ഷഡ്ദർശനങ്ങള്, ഈ ഷഡ്ദർശനങ്ങളില്, ഈ ഷഡ്ദർശനങ്ങളെ ക്രമപ്പെട്ത്തിയിരിക്ക്ന്നത് അതൊരു പ്രത്യേകം ഒരർത്ഥക്രമത്തില് അങ്ങനെ തന്നെയല്ല ഒര് കാലക്രമവും വിഷയക്രമവും അങ്ങനെയൊക്കെ നോക്കിയിട്ട് അങ്ങനെ വച്ചിരിക്കുന്നുവെന്നെ ഒള്ളൂ. അതില് വേദാന്തം അവസാനം പഠിക്കുന്നു എന്നാണ് വച്ചിരിക്കുന്നത്. എന്നാൽ സാംഖ്യദർശനം, സാംഖ്യദർശനത്തിന്റെ മൗലിക ഗ്രന്ഥങ്ങള് നോക്കുമ്പൊ സാംഖ്യദർശനമാണ് ഈ ദർശനശാസ്ത്രങ്ങൾടെ ക്രമത്തില് പുരാതനമായ് വര്ന്നത്. അവര് വേദത്തെ പ്രമാണമായ് അംഗീകരിക്ക്ന്നതുക്കൊണ്ട് വൈദികരാണ് എന്ന് പറയുന്നു. എന്നാൽ പൂർണമായിട്ടും വൈദികരല്ല സാംഖ്യര്. വേദത്തിൽ പറഞ്ഞ ചില തത്വശാസ്ത്രങ്ങൾ അവരംഗീകരിക്കുന്നു എന്നാൽ ചിലത് അംഗീകരിക്കുന്നുമില്ല. അത് സാംഖ്യശാസ്ത്രം പഠിക്കുമ്പൊ നമുക്ക് മനസിലാവും. അതുപോലെ യോഗ ശാസ്ത്രവും വേദത്തെ പ്രത്യാക്ഷാഗമപ്രമാണമെന്നുള്ള ആ പ്രമാണത്തിന്റെ രീതിയിൽ വേദത്തെ ആഗമപ്രമാണമായ്ട്ട് അംഗീകരിക്കുന്നു എങ്കിലും പൂർണമായിട്ടും വൈദികരല്ല അവര്. അത്പോലെ തന്നെ ന്യായവൈശേഷികരും അങ്ങനെയാണ്. ന്യായദർശനവും ഗൗതമഋഷിയുടെ ന്യായദർശനം. കണാദഋഷിയുടെ വൈശേഷിക ദർശനം ഇതൊക്കെ വേദത്തെ ഒരു പ്രമാണരീതിയിലംഗീകരിക്കുന്നു എങ്കിലും അവര് തർക്കബുദ്ധിയോടുകൂടിയാണ് കാര്യങ്ങള് ചെയ്യുന്നത്. നമ്മളിപ്പൊ ഇന്നത്തെ ഭൗതികശാസ്ത്രത്തെക്കുറിച്ച് പറയുമ്പോ അല്ലെങ്കില് റേഷനൽ ബുദ്ധി അല്ലെങ്കില് ഒരു ലോജിക്കൽ തിങ്കിങ്ങ് ന്നൊക്കെ നമ്മള് പറയുമ്പോ ആ രീതിയില് ചിന്തിച്ചിട്ടാണ് അവര് കാര്യങ്ങള് സമർത്ഥിച്ചിരിക്ക്ന്നത്. അത്കൊണ്ട് നമ്മള് അതിനെ എല്ലാത്തിനെയും കൂടെ ചേർത്ത് സാംഖ്യം യോഗം അത്പോലെതന്നെ ന്യായം വൈശേഷികം ഇവയെല്ലാം ചേർത്ത് താർക്കികർ എന്നാണ് പറയുക. കാരണം തർക്കം കൊണ്ട് കാര്യങ്ങള് സാധിച്ചതിന് ശേഷം അവരെന്താണോ പറയാനുദ്ദേശിക്കുന്നത് അതിനെ തർക്കം കൊണ്ട് സാധിച്ചതിന് ശേഷം പിന്നെ അവിടെ ആഗമപ്രമാണവുണ്ടെകിലത് പറയുന്നു. ശാസ്ത്രത്തിലിങ്ങനെ പറഞ്ഞിട്ട്ണ്ട് എന്ന് പറഞ്ഞങ്ങനെ സമർത്ഥിച്ച് പോകുന്നു. എന്നാൽ പൂർണമായിട്ടും വൈദികരല്ല എന്ന് ഞാൻ പറഞ്ഞു. അതിനൊരുപാട് കാരണങ്ങള് മറ്റ് കാരണങ്ങളുവുണ്ട്. എന്നാൽ മീമാംസാ ദർശനവും വേദാന്ത ദർശനവും വൈദികരാണ് പൂർണമായിട്ടും വേദത്തെ അംഗീകരിച്ചു വേദം പറഞ്ഞ കാര്യങ്ങള് തർക്കം കൊണ്ട് സമർത്ഥിക്ക്യാണ്. അപ്പോ നേരത്തെ പറഞ്ഞതിലുള്ള വ്യത്യാസം മനസിലാക്ക്ക. സംഖ്യാദി ദർശനങ്ങള് തർക്കശാസ്ത്രങ്ങളായ്ട്ട് പറയാൻ കാരണം അവര് തർക്കം കൊണ്ട് കാര്യം സാധിച്ചിട്ട് പറയേണ്ടത് പറയേണ്ടത് സാധിച്ചതിന് ശേഷം പിന്നീട് ഉപോദ്ബലകമായിട്ട് ഏതെങ്കിലും വേദവാക്ക്യം കിട്ടിയാൽ അതിനെ പറയുന്നു. ഇല്ലെങ്കിലില്ല. എന്നാൽ മീമാംസദർശനവും ഷഡ്ദർശനങ്ങൾടെ ക്രമത്തിൽ പറയുമൊ മീമാംസദർശനവും വേദാന്തദർശനവും വേദം അപൗരുഷേയമായ്ട്ട്ള്ള വാക്ക്യമാണ് വേദത്തിൽ പറഞ്ഞതിനെ നമുക്ക് ബുദ്ധികൊണ്ട് മനസിലാക്കണം ആ ബുദ്ധിക്ക് വേണ്ട യുക്തികളും പ്രായോഗികമായിട്ട്ള്ള നമ്മടെ അറിവുകളും അതില് പ്രയോഗിക്കണം എന്ന മനന ദൃഷ്ടിയാ താർക്കത്തെയും ഉപയോഗിച്ച് അങ്ങനെ ചെയ്യുന്നുന്നാ. അത് വേദാന്തം പഠിക്കുമ്പോ അതെല്ലാം പഠിച്ചിരിക്കണമെന്ന് പറയാൻ കാരണം ഇത് ഉപനിഷത്ത്ക്കള്ടെ കാര്യത്തിലല്ല അങ്ങനെ പറയുന്നത്, ഈ അഭിപ്രായം പറയപ്പെട്ന്നത് ബ്രഹ്മസൂത്രം പോലെയ്ള്ള ഗ്രന്ഥങ്ങള് പഠിക്കുമ്പോഴും അത്പോലെ ഭാഷ്യങ്ങള് പഠിക്കുമ്പോഴുവാണ്. അപ്പോ ഉപനിഷത്ത്ക്കള് വേദവൊരു ദർശനത്തിലും ആശ്രിതമല്ല കാരണം അത് വേദത്തിന്റെ ഭാഗമാണ്. വേദാന്തത്തിന്റെ മൗലികഗ്രന്ഥങ്ങളായ്ട്ട്ള്ള ഉപനിഷത്ത്ക്കൾക്ക് ഇപ്പൊ സാംഖ്യദർശനം പഠിച്ചാലെ ഉപനിഷത്ത് മനസിലാവൂ എന്നില്ല. അങ്ങനെ പറയാനും പാടില്ല. 1:15:52.     "
   }
  }
 }
}